Repository: jiejia/a-ripple-song
Catalog: resources/lang/*.po
Languages: ar, bn_bd, es_es, fr_fr, hi_in, ja, pt_br, ru_ru, ur

source: Scripts to be added before </body>. You can include complete <script> tags.
ar: السكربتات المراد إضافتها قبل </body>. يمكنك تضمين وسوم <script> كاملة.
bn_bd: </body> এর আগে যোগ করা স্ক্রিপ্ট। আপনি সম্পূর্ণ <script> ট্যাগ অন্তর্ভুক্ত করতে পারেন।
es_es: Scripts que se añadirán antes de </body>. Puedes incluir etiquetas <script> completas.
fr_fr: Scripts à ajouter avant </body>. Vous pouvez inclure des balises <script> complètes.
hi_in: </body> से पहले जोड़े जाने वाले स्क्रिप्ट। आप पूर्ण <script> टैग शामिल कर सकते हैं।
ja: </body> の前に追加されるスクリプト。完全な <script> タグを含めることができます。
pt_br: Scripts a serem adicionados antes de </body>. Você pode incluir tags <script> completas.
ru_ru: Скрипты для добавления перед </body>. Можно включать полные теги <script>.
ur: </body> سے پہلے شامل کیے جانے والے اسکرپٹس۔ آپ مکمل <script> ٹیگز شامل کر سکتے ہیں۔

source: Configure your social media links. Leave empty to hide a platform.
ar: قم بتكوين روابط وسائل التواصل الاجتماعي. اتركه فارغاً لإخفاء المنصة.
bn_bd: আপনার সোশ্যাল মিডিয়া লিংক কনফিগার করুন। প্ল্যাটফর্ম লুকাতে খালি রাখুন।
es_es: Configura tus enlaces de redes sociales. Deja vacío para ocultar una plataforma.
fr_fr: Configurez vos liens de réseaux sociaux. Laissez vide pour masquer une plateforme.
hi_in: अपने सोशल मीडिया लिंक कॉन्फ़िगर करें। प्लेटफ़ॉर्म छिपाने के लिए खाली छोड़ें।
ja: ソーシャルメディアリンクを設定します。空欄にするとそのプラットフォームは非表示になります。
pt_br: Configure seus links de redes sociais. Deixe vazio para ocultar uma plataforma.
ru_ru: Настройте ссылки на социальные сети. Оставьте пустым, чтобы скрыть платформу.
ur: اپنے سوشل میڈیا لنکس ترتیب دیں۔ پلیٹ فارم چھپانے کے لیے خالی چھوڑ دیں۔

source: Facebook
ar: فيسبوك
bn_bd: ফেসবুক
hi_in: फेसबुक
ur: فیس بک

source: Twitter / X
ar: تويتر / X
bn_bd: টুইটার / X
hi_in: ट्विटर / X
ur: ٹویٹر / X

source: Instagram
ar: إنستغرام
bn_bd: ইনস্টাগ্রাম
hi_in: इंस्टाग्राम
ur: انسٹاگرام

source: LinkedIn
ar: لينكد إن
bn_bd: লিংকডইন
hi_in: लिंक्डइन
ur: لنکڈ ان

source: YouTube
ar: يوتيوب
bn_bd: ইউটিউব
hi_in: यूट्यूब
ur: یوٹیوب

source: TikTok
ar: تيك توك
bn_bd: টিকটক
hi_in: टिकटॉक
ur: ٹک ٹاک

source: Pinterest
ar: بنترست
bn_bd: পিনটারেস্ট
hi_in: पिनटेरेस्ट
ur: پنٹریسٹ

source: Threads
ar: ثريدز
bn_bd: থ্রেডস
hi_in: थ्रेड्स
ur: تھریڈز

source: Weibo
ar: ويبو
bn_bd: ওয়েইবো
hi_in: वीबो
ur: ویبو

source: WeChat
ar: وي شات
bn_bd: উইচ্যাট
hi_in: वीचैट
ur: وی چیٹ

source: RSS Feed
ar: خلاصة RSS
bn_bd: RSS ফিড
es_es: Feed RSS
fr_fr: Flux RSS
hi_in: RSS फ़ीड
ja: RSSフィード
pt_br: Feed RSS
ru_ru: RSS-лента
ur: RSS فیڈ

source: Left Sidebar
ar: الشريط الجانبي الأيسر
bn_bd: বাম সাইডবার
es_es: Barra lateral izquierda
fr_fr: Barre latérale gauche
hi_in: बायां साइडबार
ja: 左サイドバー
pt_br: Barra lateral esquerda
ru_ru: Левая боковая панель
ur: بائیں سائیڈبار

source: Right Sidebar
ar: الشريط الجانبي الأيمن
bn_bd: ডান সাইডবার
es_es: Barra lateral derecha
fr_fr: Barre latérale droite
hi_in: दायां साइडबार
ja: 右サイドバー
pt_br: Barra lateral direita
ru_ru: Правая боковая панель
ur: دائیں سائیڈبار

source: Open Left Sidebar
ar: فتح الشريط الجانبي الأيسر
bn_bd: বাম সাইডবার খুলুন
es_es: Abrir barra lateral izquierda
fr_fr: Ouvrir la barre latérale gauche
hi_in: बायां साइडबार खोलें
ja: 左サイドバーを開く
pt_br: Abrir barra lateral esquerda
ru_ru: Открыть левую боковую панель
ur: بائیں سائیڈبار کھولیں

source: Open Right Sidebar
ar: فتح الشريط الجانبي الأيمن
bn_bd: ডান সাইডবার খুলুন
es_es: Abrir barra lateral derecha
fr_fr: Ouvrir la barre latérale droite
hi_in: दायां साइडबार खोलें
ja: 右サイドバーを開く
pt_br: Abrir barra lateral direita
ru_ru: Открыть правую боковую панель
ur: دائیں سائیڈبار کھولیں

source: Site Logo
ar: شعار الموقع
bn_bd: সাইট লোগো
es_es: Logo del sitio
fr_fr: Logo du site
hi_in: साइट लोगो
ja: サイトロゴ
pt_br: Logo do site
ru_ru: Логотип сайта
ur: سائٹ لوگو

source: Click any card to choose the light theme.
ar: انقر أي بطاقة لاختيار الوضع الفاتح.
bn_bd: লাইট থিম বেছে নিতে যেকোনো কার্ডে ক্লিক করুন।
es_es: Haz clic en cualquier tarjeta para elegir el tema claro.
fr_fr: Cliquez sur n'importe quelle carte pour choisir le thème clair.
hi_in: लाइट थीम चुनने के लिए कोई भी कार्ड क्लिक करें।
ja: 任意のカードをクリックしてライトテーマを選択してください。
pt_br: Clique em qualquer cartão para escolher o tema claro.
ru_ru: Щёлкните любую карточку, чтобы выбрать светлую тему.
ur: لائٹ تھیم منتخب کرنے کے لیے کسی بھی کارڈ پر کلک کریں۔

source: Click any card to choose the dark theme.
ar: انقر أي بطاقة لاختيار الوضع الداكن.
bn_bd: ডার্ক থিম বেছে নিতে যেকোনো কার্ডে ক্লিক করুন।
es_es: Haz clic en cualquier tarjeta para elegir el tema oscuro.
fr_fr: Cliquez sur n'importe quelle carte pour choisir le thème sombre.
hi_in: डार्क थीम चुनने के लिए कोई भी कार्ड क्लिक करें।
ja: 任意のカードをクリックしてダークテーマを選択してください。
pt_br: Clique em qualquer cartão para escolher o tema escuro.
ru_ru: Щёлкните любую карточку, чтобы выбрать тёмную тему.
ur: ڈارک تھیم منتخب کرنے کے لیے کسی بھی کارڈ پر کلک کریں۔

source: If the card picker is unavailable, use this dropdown (default: retro).
ar: إذا كان منتقي البطاقات غير متاح، استخدم هذه القائمة المنسدلة (الافتراضي: retro).
bn_bd: কার্ড পিকার না থাকলে এই ড্রপডাউন ব্যবহার করুন (ডিফল্ট: retro)।
es_es: Si el selector de tarjetas no está disponible, usa este desplegable (predeterminado: retro).
fr_fr: Si le sélecteur de cartes est indisponible, utilisez cette liste déroulante (par défaut : retro).
hi_in: यदि कार्ड पिकर उपलब्ध नहीं है, तो यह ड्रॉपडाउन उपयोग करें (डिफ़ॉल्ट: retro)।
ja: カードピッカーが使用できない場合は、このドロップダウンを使ってください（デフォルト: retro）。
pt_br: Se o seletor de cartões não estiver disponível, use este dropdown (padrão: retro).
ru_ru: Если выбор карточек недоступен, используйте этот список (по умолчанию: retro).
ur: اگر کارڈ پیکر دستیاب نہیں تو یہ ڈراپ ڈاؤن استعمال کریں (ڈیفالٹ: retro)।

source: If the card picker is unavailable, use this dropdown (default: dim).
ar: إذا كان منتقي البطاقات غير متاح، استخدم هذه القائمة المنسدلة (الافتراضي: dim).
bn_bd: কার্ড পিকার না থাকলে এই ড্রপডাউন ব্যবহার করুন (ডিফল্ট: dim)।
es_es: Si el selector de tarjetas no está disponible, usa este desplegable (predeterminado: dim).
fr_fr: Si le sélecteur de cartes est indisponible, utilisez cette liste déroulante (par défaut : dim).
hi_in: यदि कार्ड पिकर उपलब्ध नहीं है, तो यह ड्रॉपडाउन उपयोग करें (डिफ़ॉल्ट: dim)।
ja: カードピッカーが使用できない場合は、このドロップダウンを使ってください（デフォルト: dim）。
pt_br: Se o seletor de cartões não estiver disponível, use este dropdown (padrão: dim).
ru_ru: Если выбор карточек недоступен, используйте этот список (по умолчанию: dim).
ur: اگر کارڈ پیکر دستیاب نہیں تو یہ ڈراپ ڈاؤن استعمال کریں (ڈیفالٹ: dim)।

source: Podcast Cover is not a valid image.
ar: غلاف البودكاست ليس صورة صالحة.
bn_bd: পডকাস্ট কভারটি বৈধ ছবি নয়।
es_es: La portada del podcast no es una imagen válida.
fr_fr: La couverture du podcast n'est pas une image valide.
hi_in: पॉडकास्ट कवर मान्य छवि नहीं है।
ja: ポッドキャストのカバーが有効な画像ではありません。
pt_br: A capa do podcast não é uma imagem válida.
ru_ru: Обложка подкаста не является допустимым изображением.
ur: پوڈکاسٹ کور درست تصویر نہیں ہے۔

source: Podcast Cover must be JPG or PNG.
ar: يجب أن يكون غلاف البودكاست بصيغة JPG أو PNG.
bn_bd: পডকাস্ট কভার JPG বা PNG হতে হবে।
es_es: La portada del podcast debe ser JPG o PNG.
fr_fr: La couverture du podcast doit être en JPG ou PNG.
hi_in: पॉडकास्ट कवर JPG या PNG होना चाहिए।
ja: ポッドキャストのカバーは JPG または PNG にしてください。
pt_br: A capa do podcast deve ser JPG ou PNG.
ru_ru: Обложка подкаста должна быть JPG или PNG.
ur: پوڈکاسٹ کور JPG یا PNG ہونا چاہیے۔

source: Podcast Settings
ar: إعدادات البودكاست
bn_bd: পডকাস্ট সেটিংস
es_es: Ajustes del podcast
fr_fr: Paramètres du podcast
hi_in: पॉडकास्ट सेटिंग्स
ja: ポッドキャスト設定
pt_br: Configurações do podcast
ru_ru: Настройки подкаста
ur: پوڈکاسٹ سیٹنگز

source: Podcast Title
ar: عنوان البودكاست
bn_bd: পডকাস্ট শিরোনাম
es_es: Título del podcast
fr_fr: Titre du podcast
hi_in: पॉडकास्ट शीर्षक
ja: ポッドキャストタイトル
pt_br: Título do podcast
ru_ru: Название подкаста
ur: پوڈکاسٹ عنوان

source: Required. If empty, falls back to site title.
ar: إلزامي. إذا تُرك فارغاً سيُستخدم عنوان الموقع.
bn_bd: আবশ্যিক। খালি থাকলে সাইট টাইটেল ব্যবহার হবে।
es_es: Obligatorio. Si está vacío, se usa el título del sitio.
fr_fr: Obligatoire. Si vide, le titre du site sera utilisé.
hi_in: आवश्यक। खाली होने पर साइट शीर्षक उपयोग होगा।
ja: 必須。空の場合はサイトタイトルが使われます。
pt_br: Obrigatório. Se vazio, usa o título do site.
ru_ru: Обязательно. Если пусто, будет использовано название сайта.
ur: ضروری۔ خالی ہونے پر سائٹ ٹائٹل استعمال ہوگا۔

source: Podcast Subtitle
ar: العنوان الفرعي للبودكاست
bn_bd: পডকাস্ট সাবটাইটেল
es_es: Subtítulo del podcast
fr_fr: Sous-titre du podcast
hi_in: पॉडकास्ट उपशीर्षक
ja: ポッドキャストサブタイトル
pt_br: Subtítulo do podcast
ru_ru: Подзаголовок подкаста
ur: پوڈکاسٹ ذیلی عنوان

source: Short tagline shown in some apps.
ar: سطر قصير يظهر في بعض التطبيقات.
bn_bd: কিছু অ্যাপে প্রদর্শিত ছোট ট্যাগলাইন।
es_es: Eslogan corto mostrado en algunas apps.
fr_fr: Slogan court affiché dans certaines applications.
hi_in: कुछ ऐप्स में दिखने वाली छोटी टैगलाइन।
ja: 一部のアプリに表示される短いタグライン。
pt_br: Linha curta exibida em alguns apps.
ru_ru: Короткий слоган, отображается в некоторых приложениях.
ur: کچھ ایپس میں دکھائی دینے والی مختصر ٹیگ لائن۔

source: Podcast Description
ar: وصف البودكاست
bn_bd: পডকাস্ট বর্ণনা
es_es: Descripción del podcast
fr_fr: Description du podcast
hi_in: पॉडकास्ट विवरण
ja: ポッドキャストの説明
pt_br: Descrição do podcast
ru_ru: Описание подкаста
ur: پوڈکاسٹ کی تفصیل

source: Required. Plain text description of the show.
ar: إلزامي. وصف نصي بسيط للبرنامج.
bn_bd: আবশ্যিক। অনুষ্ঠানের সাধারণ টেক্সট বর্ণনা।
es_es: Obligatorio. Descripción en texto plano del programa.
fr_fr: Obligatoire. Description du programme en texte brut.
hi_in: आवश्यक। शो का साधारण टेक्स्ट विवरण।
ja: 必須。番組のプレーンテキスト説明。
pt_br: Obrigatório. Descrição do programa em texto simples.
ru_ru: Обязательно. Описание шоу в виде простого текста.
ur: ضروری۔ شو کی سادہ متن میں تفصیل۔

source: Podcast Author (itunes:author)
ar: مؤلف البودكاست (itunes:author)
bn_bd: পডকাস্ট লেখক (itunes:author)
es_es: Autor del podcast (itunes:author)
fr_fr: Auteur du podcast (itunes:author)
hi_in: पॉडकास्ट लेखक (itunes:author)
ja: ポッドキャスト作者 (itunes:author)
pt_br: Autor do podcast (itunes:author)
ru_ru: Автор подкаста (itunes:author)
ur: پوڈکاسٹ مصنف (itunes:author)

source: Required. Displayed as show author in directories.
ar: إلزامي. يظهر كمؤلف البرنامج في الدلائل.
bn_bd: আবশ্যিক। ডিরেক্টরিতে অনুষ্ঠান লেখক হিসেবে দেখানো হবে।
es_es: Obligatorio. Se muestra como autor del programa en los directorios.
fr_fr: Obligatoire. Affiché comme auteur du programme dans les annuaires.
hi_in: आवश्यक। निर्देशिकाओं में शो लेखक के रूप में दिखाया जाएगा।
ja: 必須。ディレクトリで番組作者として表示されます。
pt_br: Obrigatório. Exibido como autor do programa nos diretórios.
ru_ru: Обязательно. Отображается как автор шоу в каталогах.
ur: ضروری۔ ڈائریکٹریوں میں شو کے مصنف کے طور پر دکھایا جاتا ہے۔

source: Owner Name
ar: اسم المالك
bn_bd: মালিকের নাম
es_es: Nombre del propietario
fr_fr: Nom du propriétaire
hi_in: स्वामी का नाम
ja: オーナー名
pt_br: Nome do proprietário
ru_ru: Имя владельца
ur: مالک کا نام

source: Required. For <itunes:owner><itunes:name>.
ar: إلزامي لـ <itunes:owner><itunes:name>.
bn_bd: <itunes:owner><itunes:name> এর জন্য আবশ্যিক।
es_es: Obligatorio para <itunes:owner><itunes:name>.
fr_fr: Obligatoire pour <itunes:owner><itunes:name>.
hi_in: आवश्यक। <itunes:owner><itunes:name> के लिए।
ja: 必須。<itunes:owner><itunes:name> 用。
pt_br: Obrigatório para <itunes:owner><itunes:name>.
ru_ru: Обязательно для <itunes:owner><itunes:name>.
ur: ضروری۔ <itunes:owner><itunes:name> کے لیے۔

source: Owner Email
ar: البريد الإلكتروني للمالك
bn_bd: মালিকের ইমেল
es_es: Correo del propietario
fr_fr: Email du propriétaire
hi_in: स्वामी का ईमेल
ja: オーナーのメール
pt_br: Email do proprietário
ru_ru: Email владельца
ur: مالک کا ای میل

source: Required. For <itunes:owner><itunes:email>. Use a monitored inbox.
ar: إلزامي لـ <itunes:owner><itunes:email>. استخدم بريداً تتم متابعته.
bn_bd: <itunes:owner><itunes:email> এর জন্য আবশ্যিক। মনিটর করা ইনবক্স ব্যবহার করুন।
es_es: Obligatorio para <itunes:owner><itunes:email>. Usa un buzón monitoreado.
fr_fr: Obligatoire pour <itunes:owner><itunes:email>. Utilisez une boîte surveillée.
hi_in: आवश्यक। <itunes:owner><itunes:email> के लिए। मॉनिटर की गई इनबॉक्स उपयोग करें।
ja: 必須。<itunes:owner><itunes:email> 用。監視されているメールボックスを使用してください。
pt_br: Obrigatório para <itunes:owner><itunes:email>. Use uma caixa monitorada.
ru_ru: Обязательно для <itunes:owner><itunes:email>. Используйте контролируемый ящик.
ur: ضروری۔ <itunes:owner><itunes:email> کے لیے۔ مانیٹر کی گئی ان باکس استعمال کریں۔

source: Podcast Cover (1400–3000px square)
ar: غلاف البودكاست (مربع 1400–3000 بكسل)
bn_bd: পডকাস্ট কভার (1400–3000px বর্গাকার)
es_es: Portada del podcast (cuadrada de 1400–3000 px)
fr_fr: Couverture du podcast (carré 1400–3000 px)
hi_in: पॉडकास्ट कवर (1400–3000px वर्गाकार)
ja: ポッドキャストカバー（1400〜3000px の正方形）
pt_br: Capa do podcast (quadrada de 1400–3000 px)
ru_ru: Обложка подкаста (квадрат 1400–3000 px)
ur: پوڈکاسٹ کور (1400–3000px مربع)

source: Default Explicit Flag
ar: علم المحتوى الصريح الافتراضي
bn_bd: ডিফল্ট এক্সপ্লিসিট ফ্ল্যাগ
es_es: Indicador explícito predeterminado
fr_fr: Indicateur explicite par défaut
hi_in: डिफ़ॉल्ट Explicit फ्लैग
ja: デフォルトの露骨フラグ
pt_br: Indicador explícito padrão
ru_ru: Флаг Explicit по умолчанию
ur: ڈیفالٹ Explicit فلیگ

source: clean (no explicit content)
ar: clean (بلا محتوى صريح)
bn_bd: clean (কোনো এক্সপ্লিসিট কনটেন্ট নয়)
es_es: clean (sin contenido explícito)
fr_fr: clean (sans contenu explicite)
hi_in: clean (कोई स्पष्ट सामग्री नहीं)
ja: clean（露骨な内容なし）
pt_br: clean (sem conteúdo explícito)
ru_ru: clean (без откровенного контента)
ur: clean (بغیر واضح مواد)

source: Required. Single-episode value can override.
ar: إلزامي. يمكن لقيمة الحلقة الواحدة أن تتجاوز ذلك.
bn_bd: আবশ্যিক। একক এপিসোড মান ওভাররাইড করতে পারে।
es_es: Obligatorio. El valor por episodio puede sobrescribir.
fr_fr: Obligatoire. La valeur par épisode peut remplacer.
hi_in: आवश्यक। एकल एपिसोड मान से ओवरराइड हो सकता है।
ja: 必須。エピソード個別の値で上書き可能。
pt_br: Obrigatório. O valor por episódio pode substituir.
ru_ru: Обязательно. Значение отдельного эпизода может переопределить.
ur: ضروری۔ واحد قسط کی ویلیو اوور رائیڈ کر سکتی ہے۔

source: Language (RSS <language>)
ar: اللغة (RSS <language>)
bn_bd: ভাষা (RSS <language>)
es_es: Idioma (RSS <language>)
fr_fr: Langue (RSS <language>)
hi_in: भाषा (RSS <language>)
ja: 言語（RSS <language>）
pt_br: Idioma (RSS <language>)
ru_ru: Язык (RSS <language>)
ur: زبان (RSS <language>)

source: RFC 5646 language tag, e.g. en-US, zh-CN.
ar: وسم لغة RFC 5646، مثل en-US أو zh-CN.
bn_bd: RFC 5646 ভাষা ট্যাগ, যেমন en-US, zh-CN।
es_es: Etiqueta de idioma RFC 5646, p. ej. en-US, zh-CN.
fr_fr: Tag de langue RFC 5646, ex. en-US, zh-CN.
hi_in: RFC 5646 भाषा टैग, जैसे en-US, zh-CN।
ja: RFC 5646 の言語タグ（例: en-US, zh-CN）。
pt_br: Tag de idioma RFC 5646, ex.: en-US, zh-CN.
ru_ru: Языковой тег RFC 5646, например en-US, zh-CN.
ur: RFC 5646 زبان ٹیگ، مثلاً en-US، zh-CN۔

source: Primary Category
ar: الفئة الرئيسية
bn_bd: প্রাথমিক বিভাগ
es_es: Categoría principal
fr_fr: Catégorie principale
hi_in: मुख्य श्रेणी
ja: 主要カテゴリ
pt_br: Categoria principal
ru_ru: Основная категория
ur: بنیادی زمرہ

source: Required. Use Apple’s category list.
ar: إلزامي. استخدم قائمة فئات Apple.
bn_bd: আবশ্যিক। Apple-এর বিভাগ তালিকা ব্যবহার করুন।
es_es: Obligatorio. Usa la lista de categorías de Apple.
fr_fr: Obligatoire. Utilisez la liste de catégories Apple.
hi_in: आवश्यक। Apple की श्रेणी सूची उपयोग करें।
ja: 必須。Apple のカテゴリ一覧を使用。
pt_br: Obrigatório. Use a lista de categorias da Apple.
ru_ru: Обязательно. Используйте список категорий Apple.
ur: ضروری۔ Apple کی زمرہ فہرست استعمال کریں۔

source: Secondary Category (optional)
ar: الفئة الثانوية (اختياري)
bn_bd: গৌণ বিভাগ (ঐচ্ছিক)
es_es: Categoría secundaria (opcional)
fr_fr: Catégorie secondaire (optionnel)
hi_in: द्वितीयक श्रेणी (वैकल्पिक)
ja: 第二カテゴリ（任意）
pt_br: Categoria secundária (opcional)
ru_ru: Вторичная категория (опционально)
ur: ثانوی زمرہ (اختیاری)

source: Optional second category.
ar: فئة ثانية اختيارية.
bn_bd: ঐচ্ছিক দ্বিতীয় বিভাগ।
es_es: Segunda categoría opcional.
fr_fr: Deuxième catégorie facultative.
hi_in: वैकल्पिक दूसरी श्रेणी।
ja: 任意の第二カテゴリ。
pt_br: Segunda categoria opcional.
ru_ru: Необязательная вторая категория.
ur: اختیاری دوسرا زمرہ۔

source: Copyright (optional)
ar: حقوق النشر (اختياري)
bn_bd: কপিরাইট (ঐচ্ছিক)
es_es: Copyright (opcional)
fr_fr: Droits d'auteur (optionnel)
hi_in: कॉपीराइट (वैकल्पिक)
ja: 著作権（任意）
pt_br: Direitos autorais (opcional)
ru_ru: Авторское право (опционально)
ur: کاپی رائٹ (اختیاری)

source: Example: © 2025 Your Studio. Plain text.
ar: مثال: © 2025 Your Studio. نص عادي.
bn_bd: উদাহরণ: © 2025 Your Studio। সাধারণ টেক্সট।
es_es: Ejemplo: © 2025 Your Studio. Texto plano.
fr_fr: Exemple : © 2025 Your Studio. Texte brut.
hi_in: उदाहरण: © 2025 Your Studio. सादा टेक्स्ट।
ja: 例: © 2025 Your Studio。プレーンテキスト。
pt_br: Exemplo: © 2025 Your Studio. Texto simples.
ru_ru: Пример: © 2025 Your Studio. Простой текст.
ur: مثال: © 2025 Your Studio۔ سادہ متن۔

source: yes (recommended, prevents unauthorized moves)
ar: yes (موصى به، يمنع النقل غير المصرح)
bn_bd: yes (প্রস্তাবিত, অনুমতিহীন স্থানান্তর রোধ করে)
es_es: yes (recomendado, evita traslados no autorizados)
fr_fr: yes (recommandé, empêche les déplacements non autorisés)
hi_in: yes (सुझाया गया, अनधिकृत स्थानांतरण रोकता है)
ja: yes（推奨。無断移行を防止）
pt_br: yes (recomendado, evita movimentações não autorizadas)
ru_ru: yes (рекомендуется, предотвращает несанкционированные переносы)
ur: yes (سفارش کردہ، غیر مجاز نقل و حرکت روکتا ہے)

source: Podcasting 2.0: lock feed to this publisher.
ar: Podcasting 2.0: قفل الخلاصة لهذا الناشر.
bn_bd: Podcasting 2.0: ফিড এই প্রকাশকের জন্য লক করুন।
es_es: Podcasting 2.0: bloquea el feed para este publicador.
fr_fr: Podcasting 2.0 : verrouiller le flux pour cet éditeur.
hi_in: Podcasting 2.0: फ़ीड को इस प्रकाशक पर लॉक करें।
ja: Podcasting 2.0: この配信をこのパブリッシャーにロックします。
pt_br: Podcasting 2.0: bloquear o feed para este publicador.
ru_ru: Podcasting 2.0: закрепить ленту за этим издателем.
ur: Podcasting 2.0: فیڈ کو اس پبلشر تک مقفل کریں۔

source: podcast:guid (optional)
ar: podcast:guid (اختياري)
bn_bd: podcast:guid (ঐচ্ছিক)
es_es: podcast:guid (opcional)
fr_fr: podcast:guid (optionnel)
hi_in: podcast:guid (वैकल्पिक)
ja: podcast:guid（任意）
pt_br: podcast:guid (opcional)
ru_ru: podcast:guid (опционально)
ur: podcast:guid (اختیاری)

source: Podcasting 2.0 GUID. If empty, feed will use site URL as fallback.
ar: معرّف Podcasting 2.0. إذا تُرك فارغاً ستستخدم الخلاصة رابط الموقع كبديل.
bn_bd: Podcasting 2.0 GUID। খালি থাকলে ফিড সাইটের URL ব্যাকআপ হিসেবে ব্যবহার করবে।
es_es: GUID de Podcasting 2.0. Si está vacío, el feed usará la URL del sitio como respaldo.
fr_fr: GUID Podcasting 2.0. Si vide, le flux utilisera l'URL du site par défaut.
hi_in: Podcasting 2.0 GUID. खाली होने पर फ़ीड साइट URL को बैकअप के रूप में उपयोग करेगा।
ja: Podcasting 2.0 の GUID。空の場合はサイトURLを使用します。
pt_br: GUID Podcasting 2.0. Se vazio, o feed usará a URL do site como fallback.
ru_ru: GUID Podcasting 2.0. Если пусто, лента использует URL сайта как запасной.
ur: Podcasting 2.0 GUID۔ خالی ہونے پر فیڈ سائٹ URL بطور بیک اپ استعمال کرے گی۔

source: Required. Upload an audio file or enter audio file URL (https).
ar: إلزامي. ارفع ملفاً صوتياً أو أدخل رابط الملف (https).
bn_bd: আবশ্যিক। অডিও ফাইল আপলোড করুন বা ফাইল URL (https) দিন।
es_es: Obligatorio. Sube un archivo de audio o ingresa la URL del archivo (https).
fr_fr: Obligatoire. Téléversez un fichier audio ou saisissez l'URL du fichier (https).
hi_in: आवश्यक। ऑडियो फ़ाइल अपलोड करें या फ़ाइल URL (https) दर्ज करें।
ja: 必須。音声ファイルをアップロードするか、ファイルURL（https）を入力してください。
pt_br: Obrigatório. Envie um arquivo de áudio ou insira a URL do arquivo (https).
ru_ru: Обязательно. Загрузите аудиофайл или введите URL файла (https).
ur: ضروری۔ آڈیو فائل اپلوڈ کریں یا فائل کا URL (https) درج کریں۔

source: Required. clean / explicit.
ar: إلزامي. clean / explicit.
bn_bd: আবশ্যিক। clean / explicit.
es_es: Obligatorio. clean / explicit.
fr_fr: Obligatoire. clean / explicit.
hi_in: आवश्यक। clean / explicit.
ja: 必須。clean / explicit。
pt_br: Obrigatório. clean / explicit.
ru_ru: Обязательно. clean / explicit.
ur: ضروری۔ clean / explicit.

source: Required. full / trailer / bonus
ar: إلزامي. full / trailer / bonus
bn_bd: আবশ্যিক। full / trailer / bonus
es_es: Obligatorio. full / trailer / bonus
fr_fr: Obligatoire. full / trailer / bonus
hi_in: आवश्यक। full / trailer / bonus
ja: 必須。full / trailer / bonus
pt_br: Obrigatório. full / trailer / bonus
ru_ru: Обязательно. full / trailer / bonus
ur: ضروری۔ full / trailer / bonus

source: Podcast RSS URL
ar: رابط RSS للبودكاست
bn_bd: পডকাস্ট RSS URL
es_es: URL RSS del pódcast
fr_fr: URL RSS du podcast
hi_in: पॉडकास्ट RSS URL
ja: ポッドキャストRSS URL
pt_br: URL RSS do podcast
ru_ru: RSS-адрес подкаста
ur: پوڈکاسٹ RSS یو آر ایل

source: Open feed
ar: فتح الخلاصة
bn_bd: ফিড খুলুন
es_es: Abrir el feed
fr_fr: Ouvrir le flux
hi_in: फ़ीड खोलें
ja: フィードを開く
pt_br: Abrir feed
ru_ru: Открыть ленту
ur: فیڈ کھولیں

source: Your podcast RSS feed URL. Click to select and copy.
ar: عنوان URL لخلاصة RSS للبودكاست الخاص بك. انقر للتحديد والنسخ.
bn_bd: আপনার পডকাস্ট RSS ফিড URL। নির্বাচন এবং অনুলিপি করতে ক্লিক করুন।
es_es: URL del feed RSS de tu podcast. Haz clic para seleccionar y copiar.
fr_fr: URL du flux RSS de votre podcast. Cliquez pour sélectionner et copier.
hi_in: आपके पॉडकास्ट का RSS फ़ीड URL। चयन और कॉपी करने के लिए क्लिक करें।
ja: ポッドキャストRSSフィードのURLです。クリックして選択・コピーしてください。
pt_br: URL do feed RSS do seu podcast. Clique para selecionar e copiar.
ru_ru: URL вашей RSS-ленты подкаста. Нажмите, чтобы выбрать и скопировать.
ur: آپ کے پوڈکاسٹ کا RSS فیڈ URL۔ منتخب اور کاپی کرنے کے لیے کلک کریں۔

source: Light Theme
ar: المظهر الفاتح
fr_fr: Thème clair
ja: ライトテーマ
pt_br: Tema Claro
ru_ru: Светлая тема
ur: ہلکی تھیم

source: Light Theme (fallback)
ar: المظهر الفاتح (بديل)
fr_fr: Thème clair (alternative)
ja: ライトテーマ（代替）
pt_br: Tema Claro (alternativo)
ru_ru: Светлая тема (резервная)
ur: ہلکی تھیم (متبادل)

source: Dark Theme
ar: المظهر الداكن
fr_fr: Thème sombre
ja: ダークテーマ
pt_br: Tema Escuro
ru_ru: Тёмная тема
ur: گہری تھیم

source: Dark Theme (fallback)
ar: المظهر الداكن (بديل)
fr_fr: Thème sombre (alternative)
ja: ダークテーマ（代替）
pt_br: Tema Escuro (alternativo)
ru_ru: Тёмная тема (резервная)
ur: گہری تھیم (متبادل)

source: Audio Length (bytes)
ar: حجم الصوت (بايت)
bn_bd: অডিও আকার (বাইট)
es_es: Tamaño de audio (bytes)
fr_fr: Taille audio (octets)
ja: 音声サイズ（バイト）
pt_br: Tamanho do áudio (bytes)
ru_ru: Размер аудио (байт)
ur: آڈیو سائز (بائٹس)

source: Audio MIME Type
ar: نوع MIME للصوت
bn_bd: অডিও MIME ধরন
es_es: Tipo MIME de audio
fr_fr: Type MIME audio
ja: 音声MIMEタイプ
pt_br: Tipo MIME do áudio
ru_ru: MIME-тип аудио
ur: آڈیو MIME قسم

source: Explicit
ar: محتوى صريح
bn_bd: Explicit (প্রাপ্তবয়স্ক)
es_es: Explícito
fr_fr: Explicite
ja: 成人向け（Explicit）
pt_br: Explícito
ru_ru: Явный контент
ur: واضح مواد

source: Episode Type
ar: نوع الحلقة
bn_bd: এপিসোড ধরন
es_es: Tipo de episodio
fr_fr: Type d’épisode
ja: エピソード種別
pt_br: Tipo de episódio
ru_ru: Тип эпизода
ur: قسط کی قسم

source: Episode Number
ar: رقم الحلقة
bn_bd: এপিসোড নম্বর
es_es: Número de episodio
fr_fr: Numéro d’épisode
ja: エピソード番号
pt_br: Número do episódio
ru_ru: Номер эпизода
ur: قسط نمبر

source: Optional but recommended. Integer.
ar: اختياري لكن يُنصح به. عدد صحيح.
bn_bd: ঐচ্ছিক তবে প্রস্তাবিত। পূর্ণসংখ্যা।
es_es: Opcional pero recomendado. Entero.
fr_fr: Optionnel mais recommandé. Entier.
ja: 任意ですが推奨。整数。
pt_br: Opcional, mas recomendado. Inteiro.
ru_ru: Необязательно, но рекомендуется. Целое число.
ur: اختیاری مگر تجویز کردہ۔ عددِ صحیح۔

source: Season Number
ar: رقم الموسم
bn_bd: সিজন নম্বর
es_es: Número de temporada
fr_fr: Numéro de saison
ja: シーズン番号
pt_br: Número da temporada
ru_ru: Номер сезона
ur: سیزن نمبر
