Repository: jiejia/a-ripple-song
Catalog: resources/lang/*.po
Languages: ar, bn_bd, es_es, fr_fr, hi_in, ja, pt_br, ru_ru, ur

source: Continued
ar: متابعة القراءة
bn_bd: পড়া চালিয়ে যান
es_es: Continuar
fr_fr: Lire la suite
hi_in: जारी रखें
ja: 続きを読む
pt_br: Continuar lendo
ru_ru: Продолжение
ur: جاری

source: Podcasts
ar: البودكاست
bn_bd: পডকাস্ট
hi_in: पॉडकास्ट
ja: ポッドキャスト
ru_ru: Подкасты
ur: پوڈکاسٹس

source: Podcast
ar: بودكاست
bn_bd: পডকাস্ট
hi_in: पॉडकास्ट
ja: ポッドキャスト
ru_ru: Подкаст
ur: پوڈکاسٹ

source: Add New Podcast
ar: إضافة بودكاست جديد
bn_bd: নতুন পডকাস্ট যোগ করুন
es_es: Añadir nuevo podcast
fr_fr: Ajouter un nouveau podcast
hi_in: नया पॉडकास्ट जोड़ें
ja: 新しいポッドキャストを追加
pt_br: Adicionar novo podcast
ru_ru: Добавить новый подкаст
ur: نیا پوڈکاسٹ شامل کریں

source: Edit Podcast
ar: تحرير البودكاست
bn_bd: পডকাস্ট সম্পাদনা করুন
es_es: Editar podcast
fr_fr: Modifier le podcast
hi_in: पॉडकास्ट संपादित करें
ja: ポッドキャストを編集
pt_br: Editar podcast
ru_ru: Редактировать подкаст
ur: پوڈکاسٹ میں ترمیم کریں

source: New Podcast
ar: بودكاست جديد
bn_bd: নতুন পডকাস্ট
es_es: Nuevo podcast
fr_fr: Nouveau podcast
hi_in: नया पॉडकास्ट
ja: 新しいポッドキャスト
pt_br: Novo podcast
ru_ru: Новый подкаст
ur: نیا پوڈکاسٹ

source: View Podcast
ar: عرض البودكاست
bn_bd: পডকাস্ট দেখুন
es_es: Ver podcast
fr_fr: Voir le podcast
hi_in: पॉडकास्ट देखें
ja: ポッドキャストを表示
pt_br: Ver podcast
ru_ru: Просмотреть подкаст
ur: پوڈکاسٹ دیکھیں

source: View Podcasts
ar: عرض البودكاست
bn_bd: পডকাস্ট দেখুন
es_es: Ver podcasts
fr_fr: Voir les podcasts
hi_in: पॉडकास्ट देखें
ja: ポッドキャストを表示
pt_br: Ver podcasts
ru_ru: Просмотреть подкасты
ur: پوڈکاسٹس دیکھیں

source: Search Podcasts
ar: بحث في البودكاست
bn_bd: পডকাস্ট খুঁজুন
es_es: Buscar podcasts
fr_fr: Rechercher des podcasts
hi_in: पॉडकास्ट खोजें
ja: ポッドキャストを検索
pt_br: Pesquisar podcasts
ru_ru: Поиск подкастов
ur: پوڈکاسٹس تلاش کریں

source: No podcasts found
ar: لم يتم العثور على بودكاست
bn_bd: কোনো পডকাস্ট পাওয়া যায়নি
es_es: No se encontraron podcasts
fr_fr: Aucun podcast trouvé
hi_in: कोई पॉडकास्ट नहीं मिला
ja: ポッドキャストが見つかりません
pt_br: Nenhum podcast encontrado
ru_ru: Подкасты не найдены
ur: کوئی پوڈکاسٹ نہیں ملا

source: No podcasts found in Trash
ar: لم يتم العثور على بودكاست في سلة المهملات
bn_bd: ট্র্যাশে কোনো পডকাস্ট পাওয়া যায়নি
es_es: No se encontraron podcasts en la papelera
fr_fr: Aucun podcast trouvé dans la corbeille
hi_in: ट्रैश में कोई पॉडकास्ट नहीं मिला
ja: ゴミ箱にポッドキャストが見つかりません
pt_br: Nenhum podcast encontrado na lixeira
ru_ru: В корзине подкастов не найдено
ur: ٹریش میں کوئی پوڈکاسٹ نہیں ملا

source: All Podcasts
ar: كل البودكاست
bn_bd: সব পডকাস্ট
es_es: Todos los podcasts
fr_fr: Tous les podcasts
hi_in: सभी पॉडकास्ट
ja: すべてのポッドキャスト
pt_br: Todos os podcasts
ru_ru: Все подкасты
ur: تمام پوڈکاسٹس

source: Podcast Categories
ar: تصنيفات البودكاست
bn_bd: পডকাস্ট বিভাগ
es_es: Categorías de podcast
fr_fr: Catégories de podcast
hi_in: पॉडकास्ट श्रेणियां
ja: ポッドキャストカテゴリー
pt_br: Categorias de podcast
ru_ru: Категории подкастов
ur: پوڈکاسٹ کیٹیگریز

source: Podcast Category
ar: تصنيف البودكاست
bn_bd: পডকাস্ট বিভাগ
es_es: Categoría de podcast
fr_fr: Catégorie de podcast
hi_in: पॉडकास्ट श्रेणी
ja: ポッドキャストカテゴリー
pt_br: Categoria de podcast
ru_ru: Категория подкаста
ur: پوڈکاسٹ کیٹیگری

source: Search Podcast Categories
ar: بحث في تصنيفات البودكاست
bn_bd: পডকাস্ট বিভাগ খুঁজুন
es_es: Buscar categorías de podcast
fr_fr: Rechercher des catégories de podcast
hi_in: पॉडकास्ट श्रेणियां खोजें
ja: ポッドキャストカテゴリーを検索
pt_br: Pesquisar categorias de podcast
ru_ru: Поиск категорий подкастов
ur: پوڈکاسٹ کیٹیگریز تلاش کریں

source: All Podcast Categories
ar: كل تصنيفات البودكاست
bn_bd: সব পডকাস্ট বিভাগ
es_es: Todas las categorías de podcast
fr_fr: Toutes les catégories de podcast
hi_in: सभी पॉडकास्ट श्रेणियां
ja: すべてのポッドキャストカテゴリー
pt_br: Todas as categorias de podcast
ru_ru: Все категории подкастов
ur: تمام پوڈکاسٹ کیٹیگریز

source: Parent Podcast Category
ar: التصنيف الأب للبودكاست
bn_bd: প্যারেন্ট পডকাস্ট বিভাগ
es_es: Categoría padre de podcast
fr_fr: Catégorie de podcast parente
hi_in: मूल पॉडकास्ट श्रेणी
ja: 親ポッドキャストカテゴリー
pt_br: Categoria de podcast pai
ru_ru: Родительская категория подкаста
ur: والدین پوڈکاسٹ کیٹیگری

source: Parent Podcast Category:
ar: التصنيف الأب للبودكاست:
bn_bd: প্যারেন্ট পডকাস্ট বিভাগ:
es_es: Categoría padre de podcast:
fr_fr: Catégorie de podcast parente :
hi_in: मूल पॉडकास्ट श्रेणी:
ja: 親ポッドキャストカテゴリー：
pt_br: Categoria de podcast pai:
ru_ru: Родительская категория подкаста:
ur: والدین پوڈکاسٹ کیٹیگری:

source: Edit Podcast Category
ar: تحرير تصنيف البودكاست
bn_bd: পডকাস্ট বিভাগ সম্পাদনা করুন
es_es: Editar categoría de podcast
fr_fr: Modifier la catégorie de podcast
hi_in: पॉडकास्ट श्रेणी संपादित करें
ja: ポッドキャストカテゴリーを編集
pt_br: Editar categoria de podcast
ru_ru: Редактировать категорию подкаста
ur: پوڈکاسٹ کیٹیگری میں ترمیم کریں

source: Update Podcast Category
ar: تحديث تصنيف البودكاست
bn_bd: পডকাস্ট বিভাগ আপডেট করুন
es_es: Actualizar categoría de podcast
fr_fr: Mettre à jour la catégorie de podcast
hi_in: पॉडकास्ट श्रेणी अपडेट करें
ja: ポッドキャストカテゴリーを更新
pt_br: Atualizar categoria de podcast
ru_ru: Обновить категорию подкаста
ur: پوڈکاسٹ کیٹیگری اپ ڈیٹ کریں

source: Add New Podcast Category
ar: إضافة تصنيف بودكاست جديد
bn_bd: নতুন পডকাস্ট বিভাগ যোগ করুন
es_es: Añadir nueva categoría de podcast
fr_fr: Ajouter une nouvelle catégorie de podcast
hi_in: नई पॉडकास्ट श्रेणी जोड़ें
ja: 新しいポッドキャストカテゴリーを追加
pt_br: Adicionar nova categoria de podcast
ru_ru: Добавить новую категорию подкаста
ur: نیا پوڈکاسٹ کیٹیگری شامل کریں

source: New Podcast Category Name
ar: اسم تصنيف البودكاست الجديد
bn_bd: নতুন পডকাস্ট বিভাগের নাম
es_es: Nombre de nueva categoría de podcast
fr_fr: Nom de la nouvelle catégorie de podcast
hi_in: नई पॉडकास्ट श्रेणी का नाम
ja: 新しいポッドキャストカテゴリー名
pt_br: Nome da nova categoria de podcast
ru_ru: Название новой категории подкаста
ur: نیا پوڈکاسٹ کیٹیگری نام

source: Podcast Details
ar: تفاصيل البودكاست
bn_bd: পডকাস্ট বিস্তারিত
es_es: Detalles del podcast
fr_fr: Détails du podcast
hi_in: पॉडकास्ट विवरण
ja: ポッドキャストの詳細
pt_br: Detalhes do podcast
ru_ru: Детали подкаста
ur: پوڈکاسٹ کی تفصیلات

source: Audio File
ar: ملف صوتي
bn_bd: অডিও ফাইল
es_es: Archivo de audio
fr_fr: Fichier audio
hi_in: ऑडियो फ़ाइल
ja: 音声ファイル
pt_br: Arquivo de áudio
ru_ru: Аудиофайл
ur: آڈیو فائل

source: Add Audio File
ar: إضافة ملف صوتي
bn_bd: অডিও ফাইল যোগ করুন
es_es: Añadir archivo de audio
fr_fr: Ajouter un fichier audio
hi_in: ऑडियो फ़ाइल जोड़ें
ja: 音声ファイルを追加
pt_br: Adicionar arquivo de áudio
ru_ru: Добавить аудиофайл
ur: آڈیو فائل شامل کریں

source: Duration (seconds)
ar: المدة (ثواني)
bn_bd: সময়কাল (সেকেন্ড)
es_es: Duración (segundos)
fr_fr: Durée (secondes)
hi_in: अवधि (सेकंड)
ja: 時間（秒）
pt_br: Duração (segundos)
ru_ru: Длительность (секунды)
ur: دورانیہ (سیکنڈ)

source: Members
ar: الأعضاء
bn_bd: সদস্য
es_es: Miembros
fr_fr: Membres
hi_in: सदस्य
ja: メンバー
pt_br: Membros
ru_ru: Участники
ur: اراکین

source: Select podcast members (only administrators, authors, or editors, multiple selection allowed)
ar: اختر أعضاء البودكاست (المشرفون والمؤلفون والمحررون فقط، يُسمح بالاختيار المتعدد)
bn_bd: পডকাস্ট সদস্য নির্বাচন করুন (শুধুমাত্র প্রশাসক, লেখক, বা সম্পাদক, একাধিক নির্বাচন অনুমোদিত)
es_es: Seleccionar miembros del podcast (solo administradores, autores o editores, selección múltiple permitida)
fr_fr: Sélectionner les membres du podcast (uniquement administrateurs, auteurs ou éditeurs, sélection multiple autorisée)
hi_in: पॉडकास्ट सदस्य चुनें (केवल प्रशासक, लेखक, या संपादक, एकाधिक चयन की अनुमति)
ja: ポッドキャストメンバーを選択してください（管理者、作成者、または編集者のみ、複数選択可）
pt_br: Selecionar membros do podcast (apenas administradores, autores ou editores, seleção múltipla permitida)
ru_ru: Выберите участников подкаста (только администраторы, авторы или редакторы, разрешён множественный выбор)
ur: پوڈکاسٹ اراکین منتخب کریں (صرف administrators، authors، یا editors، متعدد انتخاب کی اجازت ہے)

source: Guests
ar: الضيوف
bn_bd: অতিথি
es_es: Invitados
fr_fr: Invités
hi_in: अतिथि
ja: ゲスト
pt_br: Convidados
ru_ru: Гости
ur: مہمان

source: Select podcast guests (only contributors, multiple selection allowed)
ar: اختر ضيوف البودكاست (المساهمون فقط، يُسمح بالاختيار المتعدد)
bn_bd: পডকাস্ট অতিথি নির্বাচন করুন (শুধুমাত্র অবদানকারী, একাধিক নির্বাচন অনুমোদিত)
es_es: Seleccionar invitados del podcast (solo colaboradores, selección múltiple permitida)
fr_fr: Sélectionner les invités du podcast (uniquement contributeurs, sélection multiple autorisée)
hi_in: पॉडकास्ट अतिथि चुनें (केवल योगदानकर्ता, एकाधिक चयन की अनुमति)
ja: ポッドキャストゲストを選択してください（投稿者のみ、複数選択可）
pt_br: Selecionar convidados do podcast (apenas colaboradores, seleção múltipla permitida)
ru_ru: Выберите гостей подкаста (только участники, разрешён множественный выбор)
ur: پوڈکاسٹ مہمان منتخب کریں (صرف contributors، متعدد انتخاب کی اجازت ہے)

source: Audio file URL
ar: رابط الملف الصوتي
bn_bd: অডিও ফাইল URL
es_es: URL del archivo de audio
fr_fr: URL du fichier audio
hi_in: ऑडियो फ़ाइल URL
ja: 音声ファイル URL
pt_br: URL do arquivo de áudio
ru_ru: URL аудиофайла
ur: آڈیو فائل URL

source: Audio duration (seconds)
ar: مدة الصوت (ثواني)
bn_bd: অডিও সময়কাল (সেকেন্ড)
es_es: Duración del audio (segundos)
fr_fr: Durée audio (secondes)
hi_in: ऑडियो अवधि (सेकंड)
ja: 音声時間（秒）
pt_br: Duração do áudio (segundos)
ru_ru: Длительность аудио (секунды)
ur: آڈیو دورانیہ (سیکنڈ)

source: Primary Navigation
ar: التنقل الرئيسي
bn_bd: প্রাথমিক নেভিগেশন
es_es: Navegación principal
fr_fr: Navigation principale
hi_in: प्राथमिक नेविगेशन
ja: プライマリーナビゲーション
pt_br: Navegação principal
ru_ru: Основная навигация
ur: بنیادی نیویگیشن

source: Home Main
ar: الرئيسية الرئيسي
bn_bd: হোম মেইন
es_es: Principal de inicio
fr_fr: Accueil principal
hi_in: होम मुख्य
ja: ホームメイン
pt_br: Página inicial principal
ru_ru: Главная страница
ur: ہوم مین

source: Main area of the homepage for displaying various content modules
ar: المنطقة الرئيسية للصفحة الرئيسية لعرض وحدات المحتوى المختلفة
bn_bd: বিভিন্ন কন্টেন্ট মডিউল প্রদর্শনের জন্য হোমপেজের মূল এলাকা
es_es: Área principal de la página de inicio para mostrar varios módulos de contenido
fr_fr: Zone principale de la page d'accueil pour afficher divers modules de contenu
hi_in: विभिन्न सामग्री मॉड्यूल प्रदर्शित करने के लिए होमपेज का मुख्य क्षेत्र
ja: ホームページのメインエリアで、さまざまなコンテンツモジュールを表示します
pt_br: Área principal da página inicial para exibir vários módulos de conteúdo
ru_ru: Основная область главной страницы для отображения различных модулей контента
ur: مختلف مواد modules دکھانے کے لیے ہوم پیج کا مرکزی علاقہ

source: Sidebar Primary
ar: الشريط الجانبي الرئيسي
bn_bd: সাইডবার প্রাথমিক
es_es: Barra lateral principal
fr_fr: Barre latérale principale
hi_in: साइडबार प्राथमिक
ja: プライマリーサイドバー
pt_br: Barra lateral principal
ru_ru: Основная боковая панель
ur: سائیڈ بار بنیادی

source: Primary sidebar area for displaying various content modules
ar: منطقة الشريط الجانبي الرئيسية لعرض وحدات المحتوى المختلفة
bn_bd: বিভিন্ন কন্টেন্ট মডিউল প্রদর্শনের জন্য প্রাথমিক সাইডবার এলাকা
es_es: Área de barra lateral principal para mostrar varios módulos de contenido
fr_fr: Zone de barre latérale principale pour afficher divers modules de contenu
hi_in: विभिन्न सामग्री मॉड्यूल प्रदर्शित करने के लिए प्राथमिक साइडबार क्षेत्र
ja: さまざまなコンテンツモジュールを表示するためのプライマリーサイドバーエリア
pt_br: Área da barra lateral principal para exibir vários módulos de conteúdo
ru_ru: Основная область боковой панели для отображения различных модулей контента
ur: مختلف مواد modules دکھانے کے لیے بنیادی سائیڈ بار علاقہ

source: Leftbar Primary
ar: الشريط الأيسر الرئيسي
bn_bd: লেফ্টবার প্রাথমিক
es_es: Barra izquierda principal
fr_fr: Barre gauche principale
hi_in: लेफ्टबार प्राथमिक
ja: プライマリーレフトバー
pt_br: Barra esquerda principal
ru_ru: Основная левая панель
ur: لیفٹ بار بنیادی

source: Primary left sidebar area for displaying various content modules
ar: منطقة الشريط الجانبي الأيسر الرئيسية لعرض وحدات المحتوى المختلفة
bn_bd: বিভিন্ন কন্টেন্ট মডিউল প্রদর্শনের জন্য প্রাথমিক বাম সাইডবার এলাকা
es_es: Área de barra lateral izquierda principal para mostrar varios módulos de contenido
fr_fr: Zone de barre latérale gauche principale pour afficher divers modules de contenu
hi_in: विभिन्न सामग्री मॉड्यूल प्रदर्शित करने के लिए प्राथमिक बाएं साइडबार क्षेत्र
ja: さまざまなコンテンツモジュールを表示するためのプライマリー左サイドバーエリア
pt_br: Área da barra lateral esquerda principal para exibir vários módulos de conteúdo
ru_ru: Основная область левой боковой панели для отображения различных модулей контента
ur: مختلف مواد modules دکھانے کے لیے بنیادی بائیں سائیڈ بار علاقہ

# comments title
source: %1$s response to &ldquo;%2$s&rdquo;
ar: لا توجد ردود على &ldquo;%2$s&rdquo;
bn_bd: &ldquo;%2$s&rdquo; তে %1$s টি প্রতিক্রিয়া
es_es: %1$s respuesta a &ldquo;%2$s&rdquo;
fr_fr: %1$s réponse à &ldquo;%2$s&rdquo;
hi_in: &ldquo;%2$s&rdquo; पर %1$s प्रतिक्रिया
ja: &ldquo;%2$s&rdquo; への %1$s 件の返信
pt_br: %1$s resposta para &ldquo;%2$s&rdquo;
ru_ru: %1$s ответ на &ldquo;%2$s&rdquo;
ur: %1$s کا جواب &ldquo;%2$s&rdquo; پر

# comments title
source: One
ar: واحد
bn_bd: এক
es_es: Una
fr_fr: Une
hi_in: एक
pt_br: Uma
ru_ru: Один
ur: ایک

source: &larr; Older comments
ar: &larr; تعليقات أقدم
bn_bd: &larr; পুরানো মন্তব্য
es_es: &larr; Comentarios anteriores
fr_fr: &larr; Commentaires plus anciens
hi_in: &larr; पुरानी टिप्पणियां
ja: &larr; 古いコメント
pt_br: &larr; Comentários mais antigos
ru_ru: &larr; Старые комментарии
ur: &larr; پرانے تبصرے

source: Newer comments &rarr;
ar: تعليقات أحدث &rarr;
bn_bd: নতুন মন্তব্য &rarr;
es_es: Comentarios más recientes &rarr;
fr_fr: Commentaires plus récents &rarr;
hi_in: नई टिप्पणियां &rarr;
ja: 新しいコメント &rarr;
pt_br: Comentários mais recentes &rarr;
ru_ru: Новые комментарии &rarr;
ur: نئے تبصرے &rarr;

source: Latest Posts
ar: أحدث المقالات
bn_bd: সাম্প্রতিক পোস্ট
es_es: Últimas entradas
fr_fr: Derniers articles
hi_in: नवीनतम पोस्ट
ja: 最新の投稿
pt_br: Últimas publicações
ru_ru: Последние записи
ur: تازہ ترین پوسٹس

source: Search Results for %s
ar: نتائج البحث عن %s
bn_bd: %s এর জন্য অনুসন্ধান ফলাফল
es_es: Resultados de búsqueda para %s
fr_fr: Résultats de recherche pour %s
hi_in: %s के लिए खोज परिणाम
ja: %s の検索結果
pt_br: Resultados da pesquisa para %s
ru_ru: Результаты поиска для %s
ur: %s کے لیے تلاش کے نتائج

source: Not Found
ar: غير موجود
bn_bd: পাওয়া যায়নি
es_es: No encontrado
fr_fr: Non trouvé
hi_in: नहीं मिला
ja: 見つかりません
pt_br: Não encontrado
ru_ru: Не найдено
ur: نہیں ملا

source: Pages:
ar: الصفحات:
bn_bd: পৃষ্ঠা:
es_es: Páginas:
hi_in: पृष्ठ:
ja: ページ：
pt_br: Páginas:
ru_ru: Страницы:
ur: صفحات:

source: aripplesong - Authors List
ar: aripplesong - قائمة المؤلفين
bn_bd: aripplesong - লেখক তালিকা
es_es: aripplesong - Lista de autores
fr_fr: aripplesong - Liste des auteurs
hi_in: aripplesong - लेखक सूची
ja: aripplesong - 著者リスト
pt_br: aripplesong - Lista de autores
ru_ru: aripplesong - Список авторов
ur: aripplesong - مصنفین کی فہرست

source: Display members and guest authors list
ar: عرض قائمة الأعضاء والمؤلفين الضيوف
bn_bd: সদস্য এবং অতিথি লেখকদের তালিকা প্রদর্শন করুন
es_es: Mostrar lista de miembros y autores invitados
fr_fr: Afficher la liste des membres et auteurs invités
hi_in: सदस्य और अतिथि लेखकों की सूची प्रदर्शित करें
ja: メンバーとゲスト著者のリストを表示
pt_br: Exibir lista de membros e autores convidados
ru_ru: Отобразить список участников и гостевых авторов
ur: اراکین اور مہمان مصنفین کی فہرست دکھائیں

source: No authors yet
ar: لا يوجد مؤلفون بعد
bn_bd: এখনো কোনো লেখক নেই
es_es: Aún no hay autores
fr_fr: Pas encore d'auteurs
hi_in: अभी तक कोई लेखक नहीं
ja: まだ著者はいません
pt_br: Ainda não há autores
ru_ru: Авторов пока нет
ur: ابھی تک کوئی مصنف نہیں

source: Authors will appear here after adding users
ar: سيظهر المؤلفون هنا بعد إضافة المستخدمين
bn_bd: ব্যবহারকারী যোগ করার পর লেখকরা এখানে দেখা যাবে
es_es: Los autores aparecerán aquí después de añadir usuarios
fr_fr: Les auteurs apparaîtront ici après l'ajout d'utilisateurs
hi_in: उपयोगकर्ता जोड़ने के बाद लेखक यहां दिखाई देंगे
ja: ユーザーを追加すると、著者がここに表示されます
pt_br: Os autores aparecerão aqui após adicionar usuários
ru_ru: Авторы появятся здесь после добавления пользователей
ur: صارفین شامل کرنے کے بعد مصنفین یہاں ظاہر ہوں گے

source: Members Title:
ar: عنوان الأعضاء:
bn_bd: সদস্য শিরোনাম:
es_es: Título de miembros:
fr_fr: Titre des membres :
hi_in: सदस्य शीर्षक:
ja: メンバータイトル：
pt_br: Título dos membros:
ru_ru: Заголовок участников:
ur: اراکین کا عنوان:

source: Show Members (Administrators, Editors, Authors)
ar: عرض الأعضاء (المشرفون، المحررون، المؤلفون)
bn_bd: সদস্য দেখান (প্রশাসক, সম্পাদক, লেখক)
es_es: Mostrar miembros (Administradores, Editores, Autores)
fr_fr: Afficher les membres (Administrateurs, Éditeurs, Auteurs)
hi_in: सदस्य दिखाएं (प्रशासक, संपादक, लेखक)
ja: メンバーを表示（管理者、編集者、作成者）
pt_br: Mostrar membros (Administradores, Editores, Autores)
ru_ru: Показать участников (Администраторы, Редакторы, Авторы)
ur: اراکین دکھائیں (Administrators، Editors، Authors)

source: Guests Title:
ar: عنوان الضيوف:
bn_bd: অতিথি শিরোনাম:
es_es: Título de invitados:
fr_fr: Titre des invités :
hi_in: अतिथि शीर्षक:
ja: ゲストタイトル：
pt_br: Título dos convidados:
ru_ru: Заголовок гостей:
ur: مہمان کا عنوان:

source: Show Guests (Contributors)
ar: عرض الضيوف (المساهمون)
bn_bd: অতিথি দেখান (অবদানকারী)
es_es: Mostrar invitados (Colaboradores)
fr_fr: Afficher les invités (Contributeurs)
hi_in: अतिथि दिखाएं (योगदानकर्ता)
ja: ゲストを表示（投稿者）
pt_br: Mostrar convidados (Colaboradores)
ru_ru: Показать гостей (Участники)
ur: مہمان دکھائیں (Contributors)

source: aripplesong - Banner Carousel
ar: aripplesong - شريط البانر الدوار
bn_bd: aripplesong - ব্যানার ক্যারোসেল
es_es: aripplesong - Carrusel de banners
fr_fr: aripplesong - Carrousel de bannières
hi_in: aripplesong - बैनर कैरोसेल
ja: aripplesong - バナーカルーセル
pt_br: aripplesong - Carrossel de banners
ru_ru: aripplesong - Карусель баннеров
ur: aripplesong - بینر کیروسل

source: Display banner carousel with images
ar: عرض شريط البانر الدوار مع الصور
bn_bd: ছবি সহ ব্যানার ক্যারোসেল প্রদর্শন করুন
es_es: Mostrar carrusel de banners con imágenes
fr_fr: Afficher le carrousel de bannières avec images
hi_in: छवियों के साथ बैनर कैरोसेल प्रदर्शित करें
ja: 画像付きバナーカルーセルを表示
pt_br: Exibir carrossel de banners com imagens
ru_ru: Отобразить карусель баннеров с изображениями
ur: تصاویر کے ساتھ بینر کیروسل دکھائیں

source: No banner yet
ar: لا يوجد بانر بعد
bn_bd: এখনো কোনো ব্যানার নেই
es_es: Aún no hay banners
fr_fr: Pas encore de bannière
hi_in: अभी तक कोई बैनर नहीं
ja: まだバナーはありません
pt_br: Ainda não há banners
ru_ru: Баннеров пока нет
ur: ابھی تک کوئی بینر نہیں

source: Please add banner content in the admin panel
ar: يرجى إضافة محتوى البانر في لوحة الإدارة
bn_bd: অনুগ্রহ করে অ্যাডমিন প্যানেলে ব্যানার কন্টেন্ট যোগ করুন
es_es: Por favor añade contenido de banner en el panel de administración
fr_fr: Veuillez ajouter du contenu de bannière dans le panneau d'administration
hi_in: कृपया व्यवस्थापक पैनल में बैनर सामग्री जोड़ें
ja: 管理パネルでバナーコンテンツを追加してください
pt_br: Por favor, adicione conteúdo de banner no painel de administração
ru_ru: Пожалуйста, добавьте содержимое баннера в панели администратора
ur: براہ کرم ایڈمن پینل میں بینر مواد شامل کریں

source: Banner Slides:
ar: شرائح البانر:
bn_bd: ব্যানার স্লাইড:
es_es: Diapositivas de banner:
fr_fr: Diapositives de bannière :
hi_in: बैनर स्लाइड:
ja: バナースライド：
pt_br: Slides do banner:
ru_ru: Слайды баннера:
ur: بینر سلائیڈز:

source: Image URL:
ar: رابط الصورة:
bn_bd: ছবির URL:
es_es: URL de imagen:
fr_fr: URL de l'image :
hi_in: छवि URL:
ja: 画像 URL：
pt_br: URL da imagem:
ru_ru: URL изображения:
ur: تصویر URL:

source: Image URL
ar: رابط الصورة
bn_bd: ছবির URL
es_es: URL de imagen
fr_fr: URL de l'image
hi_in: छवि URL
ja: 画像 URL
pt_br: URL da imagem
ru_ru: URL изображения
ur: تصویر URL

source: Select Image
ar: اختر صورة
bn_bd: ছবি নির্বাচন করুন
es_es: Seleccionar imagen
fr_fr: Sélectionner une image
hi_in: छवि चुनें
ja: 画像を選択
pt_br: Selecionar imagem
ru_ru: Выбрать изображение
ur: تصویر منتخب کریں

source: Link URL (optional):
ar: رابط URL (اختياري):
bn_bd: লিঙ্ক URL (ঐচ্ছিক):
es_es: URL del enlace (opcional):
fr_fr: URL du lien (optionnel) :
hi_in: लिंक URL (वैकल्पिक):
ja: リンク URL（オプション）：
pt_br: URL do link (opcional):
ru_ru: URL ссылки (необязательно):
ur: لنک URL (اختیاری):

source: Link Target:
ar: هدف الرابط:
bn_bd: লিঙ্ক টার্গেট:
es_es: Destino del enlace:
fr_fr: Cible du lien :
hi_in: लिंक लक्ष्य:
ja: リンクターゲット：
pt_br: Destino do link:
ru_ru: Цель ссылки:
ur: لنک ٹارگٹ:

source: Current Page
ar: الصفحة الحالية
bn_bd: বর্তমান পৃষ্ঠা
es_es: Página actual
fr_fr: Page actuelle
hi_in: वर्तमान पृष्ठ
ja: 現在のページ
pt_br: Página atual
ru_ru: Текущая страница
ur: موجودہ صفحہ

source: New Tab
ar: تبويب جديد
bn_bd: নতুন ট্যাব
es_es: Nueva pestaña
fr_fr: Nouvel onglet
hi_in: नया टैब
ja: 新しいタブ
pt_br: Nova aba
ru_ru: Новая вкладка
ur: نیا ٹیب

source: Description:
ar: الوصف:
bn_bd: বিবরণ:
es_es: Descripción:
hi_in: विवरण:
ja: 説明：
pt_br: Descrição:
ru_ru: Описание:
ur: تفصیل:

source: Image description
ar: وصف الصورة
bn_bd: ছবির বিবরণ
es_es: Descripción de imagen
fr_fr: Description de l'image
hi_in: छवि विवरण
ja: 画像の説明
pt_br: Descrição da imagem
ru_ru: Описание изображения
ur: تصویر کی تفصیل

source: Delete
ar: حذف
bn_bd: মুছে ফেলুন
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएं
ja: 削除
pt_br: Excluir
ru_ru: Удалить
ur: حذف کریں

source: + Add Banner
ar: + إضافة بانر
bn_bd: + ব্যানার যোগ করুন
es_es: + Añadir banner
fr_fr: + Ajouter une bannière
hi_in: + बैनर जोड़ें
ja: + バナーを追加
pt_br: + Adicionar banner
ru_ru: + Добавить баннер
ur: + بینر شامل کریں

source: aripplesong - Blog List
ar: aripplesong - قائمة المدونة
bn_bd: aripplesong - ব্লগ তালিকা
es_es: aripplesong - Lista de blog
fr_fr: aripplesong - Liste du blog
hi_in: aripplesong - ब्लॉग सूची
ja: aripplesong - ブログリスト
pt_br: aripplesong - Lista do blog
ru_ru: aripplesong - Список блогов
ur: aripplesong - بلاگ فہرست

source: Display latest blog posts list
ar: عرض قائمة أحدث مقالات المدونة
bn_bd: সাম্প্রতিক ব্লগ পোস্টের তালিকা প্রদর্শন করুন
es_es: Mostrar lista de las últimas entradas del blog
fr_fr: Afficher la liste des derniers articles du blog
hi_in: नवीनतम ब्लॉग पोस्ट सूची प्रदर्शित करें
ja: 最新のブログ投稿リストを表示
pt_br: Exibir lista das últimas publicações do blog
ru_ru: Отобразить список последних записей блога
ur: تازہ ترین بلاگ پوسٹس کی فہرست دکھائیں

source: No blog posts yet
ar: لا توجد مقالات بعد
bn_bd: এখনো কোনো ব্লগ পোস্ট নেই
es_es: Aún no hay entradas de blog
fr_fr: Pas encore d'articles de blog
hi_in: अभी तक कोई ब्लॉग पोस्ट नहीं
ja: まだブログ投稿はありません
pt_br: Ainda não há publicações no blog
ru_ru: Записей блога пока нет
ur: ابھی تک کوئی بلاگ پوسٹ نہیں

source: Title:
ar: العنوان:
bn_bd: শিরোনাম:
es_es: Título:
fr_fr: Titre :
hi_in: शीर्षक:
ja: タイトル：
pt_br: Título:
ru_ru: Заголовок:
ur: عنوان:

source: Number of posts:
ar: عدد المقالات:
bn_bd: পোস্টের সংখ্যা:
es_es: Número de entradas:
fr_fr: Nombre d'articles :
hi_in: पोस्ट की संख्या:
ja: 投稿数：
pt_br: Número de publicações:
ru_ru: Количество записей:
ur: پوسٹس کی تعداد:

source: Number of columns:
ar: عدد الأعمدة:
bn_bd: কলামের সংখ্যা:
es_es: Número de columnas:
fr_fr: Nombre de colonnes :
hi_in: कॉलम की संख्या:
ja: 列数：
pt_br: Número de colunas:
ru_ru: Количество столбцов:
ur: کالمز کی تعداد:

source: Show "See all" link
ar: عرض رابط "مشاهدة الكل"
bn_bd: "সব দেখুন" লিঙ্ক দেখান
es_es: Mostrar enlace "Ver todos"
fr_fr: Afficher le lien "Voir tout"
hi_in: "सभी देखें" लिंक दिखाएं
ja: 「すべて表示」リンクを表示
pt_br: Mostrar link "Ver todos"
ru_ru: Показать ссылку "Смотреть всё"
ur: "تمام دیکھیں" لنک دکھائیں

source: aripplesong - Podcast List
ar: aripplesong - قائمة البودكاست
bn_bd: aripplesong - পডকাস্ট তালিকা
es_es: aripplesong - Lista de podcasts
fr_fr: aripplesong - Liste des podcasts
hi_in: aripplesong - पॉडकास्ट सूची
ja: aripplesong - ポッドキャストリスト
pt_br: aripplesong - Lista de podcasts
ru_ru: aripplesong - Список подкастов
ur: aripplesong - پوڈکاسٹ فہرست
