Repository: jiejia/a-ripple-song
Catalog: resources/lang/*.po
Languages: ar, bn_bd, es_es, fr_fr, hi_in, ja, pt_br, ru_ru, ur

# Color name
source: Yellow (400)
ar: أصفر (400)
fr_fr: Jaune (400)
ja: 黄 (400)
pt_br: Amarelo (400)
ru_ru: Жёлтый (400)
ur: پیلا (400)

# Color name
source: Green (50)
ar: أخضر (50)
fr_fr: Vert (50)
ja: 緑 (50)
pt_br: Verde (50)
ru_ru: Зелёный (50)
ur: سبز (50)

# Color name
source: Green (400)
ar: أخضر (400)
fr_fr: Vert (400)
ja: 緑 (400)
pt_br: Verde (400)
ru_ru: Зелёный (400)
ur: سبز (400)

# Color name
source: Green (500)
ar: أخضر (500)
fr_fr: Vert (500)
ja: 緑 (500)
pt_br: Verde (500)
ru_ru: Зелёный (500)
ur: سبز (500)

# Color name
source: Indigo (50)
ar: نيلي (50)
ja: 藍 (50)
pt_br: Índigo (50)
ru_ru: Индиго (50)
ur: نیلا (50)

# Color name
source: Indigo (400)
ar: نيلي (400)
ja: 藍 (400)
pt_br: Índigo (400)
ru_ru: Индиго (400)
ur: نیلا (400)

# Color name
source: Gray (600)
ar: رمادي (600)
fr_fr: Gris (600)
ja: 灰 (600)
pt_br: Cinza (600)
ru_ru: Серый (600)
ur: سرمئی (600)

# Color name
source: Gray (800)
ar: رمادي (800)
fr_fr: Gris (800)
ja: 灰 (800)
pt_br: Cinza (800)
ru_ru: Серый (800)
ur: سرمئی (800)

# Color name
source: Black
ar: أسود
fr_fr: Noir
ja: 黒
pt_br: Preto
ru_ru: Чёрный
ur: سیاہ

# Color name
source: White
ar: أبيض
fr_fr: Blanc
ja: 白
pt_br: Branco
ru_ru: Белый
ur: سفید

source: Fetched %d podcasts
ar: تم جلب %d بودكاست
fr_fr: %d podcasts récupérés
ja: %d 件のポッドキャストを取得しました
pt_br: Buscados %d podcasts
ru_ru: Получено %d подкастов
ur: %d پوڈکاسٹس حاصل کیے گئے

source: Podcast has no audio file, skipping:
ar: البودكاست لا يحتوي على ملف صوتي، جاري التخطي:
fr_fr: Le podcast n'a pas de fichier audio, ignoré :
ja: ポッドキャストに音声ファイルがありません。スキップします：
pt_br: Podcast não tem arquivo de áudio, pulando:
ru_ru: Подкаст не имеет аудиофайла, пропускаем:
ur: پوڈکاسٹ میں آڈیو فائل نہیں ہے، چھوڑا جا رہا ہے:

source: Added:
ar: تمت الإضافة:
fr_fr: Ajouté :
ja: 追加しました：
pt_br: Adicionado:
ru_ru: Добавлено:
ur: شامل کیا گیا:

source: Already exists, skipping:
ar: موجود بالفعل، جاري التخطي:
fr_fr: Existe déjà, ignoré :
ja: 既に存在します。スキップします：
pt_br: Já existe, pulando:
ru_ru: Уже существует, пропускаем:
ur: پہلے سے موجود ہے، چھوڑا جا رہا ہے:

source: Successfully added %d new podcasts to playlist
ar: تمت إضافة %d بودكاست جديد إلى قائمة التشغيل بنجاح
fr_fr: %d nouveaux podcasts ajoutés à la liste de lecture avec succès
ja: %d 件の新しいポッドキャストをプレイリストに追加しました
pt_br: Adicionados com sucesso %d novos podcasts à lista de reprodução
ru_ru: Успешно добавлено %d новых подкастов в плейлист
ur: کامیابی سے %d نئے پوڈکاسٹس پلے لسٹ میں شامل کیے گئے

source: No new podcasts to add
ar: لا توجد بودكاست جديدة للإضافة
fr_fr: Aucun nouveau podcast à ajouter
ja: 追加する新しいポッドキャストがありません
pt_br: Nenhum novo podcast para adicionar
ru_ru: Нет новых подкастов для добавления
ur: شامل کرنے کے لیے کوئی نیا پوڈکاسٹ نہیں

source: Failed to fetch latest podcasts:
ar: فشل في جلب أحدث البودكاست:
fr_fr: Échec de la récupération des derniers podcasts :
ja: 最新のポッドキャストの取得に失敗しました：
pt_br: Falha ao buscar os últimos podcasts:
ru_ru: Не удалось получить последние подкасты:
ur: تازہ ترین پوڈکاسٹس حاصل کرنے میں ناکامی:

source: No episode available to play
ar: لا توجد حلقة متاحة للتشغيل
fr_fr: Aucun épisode disponible à lire
ja: 再生可能なエピソードがありません
pt_br: Nenhum episódio disponível para reproduzir
ru_ru: Нет доступного эпизода для воспроизведения
ur: چلانے کے لیے کوئی ایپیسوڈ دستیاب نہیں

source: Playback progress restored:
ar: تم استعادة موضع التشغيل:
fr_fr: Progression de lecture restaurée :
ja: 再生進行状況を復元しました：
pt_br: Progresso de reprodução restaurado:
ru_ru: Прогресс воспроизведения восстановлен:
ur: پلے بیک کی پیش رفت بحال ہوگئی:

source: Autoplay confirm dialog auto-closed
ar: تم إغلاق مربع حوار تأكيد التشغيل التلقائي
fr_fr: Dialogue de confirmation de lecture automatique fermé automatiquement
ja: 自動再生確認ダイアログが自動的に閉じられました
pt_br: Diálogo de confirmação de reprodução automática fechado automaticamente
ru_ru: Диалог подтверждения автовоспроизведения автоматически закрыт
ur: آٹو پلے کنفرم ڈائیلاگ خودکار طور پر بند ہوگیا

source: Showing autoplay confirm dialog
ar: عرض مربع حوار تأكيد التشغيل التلقائي
fr_fr: Affichage du dialogue de confirmation de lecture automatique
ja: 自動再生確認ダイアログを表示しています
pt_br: Mostrando diálogo de confirmação de reprodução automática
ru_ru: Показ диалога подтверждения автовоспроизведения
ur: آٹو پلے کنفرم ڈائیلاگ دکھایا جا رہا ہے

source: User confirmed autoplay
ar: أكد المستخدم التشغيل التلقائي
fr_fr: L'utilisateur a confirmé la lecture automatique
ja: ユーザーが自動再生を確認しました
pt_br: Usuário confirmou reprodução automática
ru_ru: Пользователь подтвердил автовоспроизведение
ur: صارف نے آٹو پلے کی تصدیق کی

source: User cancelled autoplay
ar: ألغى المستخدم التشغيل التلقائي
fr_fr: L'utilisateur a annulé la lecture automatique
ja: ユーザーが自動再生をキャンセルしました
pt_br: Usuário cancelou reprodução automática
ru_ru: Пользователь отменил автовоспроизведение
ur: صارف نے آٹو پلے منسوخ کیا

source: Audio load error:
ar: خطأ في تحميل الصوت:
fr_fr: Erreur de chargement audio :
ja: 音声読み込みエラー：
pt_br: Erro ao carregar áudio:
ru_ru: Ошибка загрузки аудио:
ur: آڈیو لوڈ کرنے میں خرابی:

source: Volume settings loaded:
ar: تم تحميل إعدادات مستوى الصوت:
fr_fr: Paramètres de volume chargés :
ja: 音量設定を読み込みました：
pt_br: Configurações de volume carregadas:
ru_ru: Настройки громкости загружены:
ur: والیوم کی ترتیبات لوڈ ہوگئیں:

source: Playback rate loaded:
ar: تم تحميل سرعة التشغيل:
fr_fr: Vitesse de lecture chargée :
ja: 再生速度を読み込みました：
pt_br: Taxa de reprodução carregada:
ru_ru: Скорость воспроизведения загружена:
ur: پلے بیک کی رفتار لوڈ ہوگئی:

source: Switched to existing episode:
ar: تم التبديل إلى الحلقة الموجودة:
fr_fr: Basculé vers l'épisode existant :
ja: 既存のエピソードに切り替えました：
pt_br: Alternado para episódio existente:
ru_ru: Переключено на существующий эпизод:
ur: موجودہ ایپیسوڈ پر سوئچ کیا گیا:

source: Added to playlist:
ar: تمت الإضافة إلى قائمة التشغيل:
fr_fr: Ajouté à la liste de lecture :
ja: プレイリストに追加しました：
pt_br: Adicionado à lista de reprodução:
ru_ru: Добавлено в плейлист:
ur: پلے لسٹ میں شامل کیا گیا:

source: Episode already exists:
ar: الحلقة موجودة بالفعل:
fr_fr: L'épisode existe déjà :
ja: エピソードは既に存在します：
pt_br: Episódio já existe:
ru_ru: Эпизод уже существует:
ur: ایپیسوڈ پہلے سے موجود ہے:

source: General
ar: عام
fr_fr: Général
ja: 一般
ru_ru: Общие
ur: عام

source: Theme Settings
ar: إعدادات القالب
bn_bd: থিম সেটিংস
es_es: Configuración del tema
fr_fr: Paramètres du thème
hi_in: थीम सेटिंग्स
ja: テーマ設定
pt_br: Configurações do Tema
ru_ru: Настройки темы
ur: تھیم کی ترتیبات

# Font family name
source: sans
ja: サンセリフ

# Font family name
source: mono
ja: 等幅

# Font size name
source: xs
ja: 極小

# Font size name
source: sm
ja: 小

# Font size name
source: base
ja: 基本

# Font size name
source: lg
ja: 大

# Font size name
source: 2xl
ja: 特大

source: Sage Starter Theme
bn_bd: Sage স্টার্টার থিম
es_es: Tema inicial Sage
hi_in: Sage स्टार्टर थीम
pt_br: Tema inicial Sage

source: Sage is a WordPress starter theme.
bn_bd: Sage একটি ওয়ার্ডপ্রেস স্টার্টার থিম।
es_es: Sage es un tema inicial de WordPress.
hi_in: Sage एक WordPress स्टार्टर थीम है।
pt_br: Sage é um tema inicial do WordPress.

source: iTunes Type (itunes:type)
bn_bd: iTunes ধরন (itunes:type)
es_es: Tipo de iTunes (itunes:type)

source: (not set)
bn_bd: (সেট করা নেই)
es_es: (sin configurar)

source: Optional. Apple Podcasts: episodic or serial.
bn_bd: ঐচ্ছিক। Apple Podcasts: episodic অথবা serial।
es_es: Opcional. Apple Podcasts: episodic o serial.

source: iTunes Title (optional)
bn_bd: iTunes শিরোনাম (ঐচ্ছিক)
es_es: Título de iTunes (opcional)

source: Optional. Use only if you need a separate Apple-facing title.
bn_bd: ঐচ্ছিক। Apple-এর জন্য আলাদা শিরোনাম দরকার হলে তবেই ব্যবহার করুন।
es_es: Opcional. Úsalo solo si necesitas un título distinto para Apple.

source: iTunes Block (itunes:block)
bn_bd: iTunes ব্লক (itunes:block)
es_es: Bloqueo de iTunes (itunes:block)

source: Optional. yes = hide this show in Apple Podcasts.
bn_bd: ঐচ্ছিক। yes = Apple Podcasts-এ এই শোটি লুকান।
es_es: Opcional. yes = ocultar este programa en Apple Podcasts.

source: iTunes Complete (itunes:complete)
bn_bd: iTunes সম্পূর্ণ (itunes:complete)
es_es: iTunes Completo (itunes:complete)

source: Optional. yes = this show is complete (no more episodes).
bn_bd: ঐচ্ছিক। yes = এই শোটি সম্পূর্ণ (আর কোনো এপিসোড নেই)।
es_es: Opcional. yes = este programa está completo (no habrá más episodios).

source: iTunes New Feed URL (itunes:new-feed-url)
bn_bd: iTunes নতুন ফিড URL (itunes:new-feed-url)
es_es: Nueva URL del feed de iTunes (itunes:new-feed-url)

source: Optional. Only for moving your show to a new RSS feed URL.
bn_bd: ঐচ্ছিক। শুধুমাত্র নতুন RSS ফিড URL-এ শো স্থানান্তরের জন্য।
es_es: Opcional. Solo para mover tu programa a una nueva URL de RSS.

source: podcast:locked owner (optional)
bn_bd: podcast:locked owner (ঐচ্ছিক)
es_es: owner de podcast:locked (opcional)

source: Optional. Podcasting 2.0: email used to verify ownership during moves.
bn_bd: ঐচ্ছিক। Podcasting 2.0: স্থানান্তরের সময় মালিকানা যাচাইয়ের জন্য ইমেইল।
es_es: Opcional. Podcasting 2.0: correo para verificar la propiedad durante migraciones.

source: Apple Podcasts Verify Code (podcast:txt purpose="applepodcastsverify")
bn_bd: Apple Podcasts যাচাইকরণ কোড (podcast:txt purpose="applepodcastsverify")
es_es: Código de verificación de Apple Podcasts (podcast:txt purpose="applepodcastsverify")

source: Optional. Used by Apple Podcasts to verify feed ownership.
bn_bd: ঐচ্ছিক। Apple Podcasts ফিডের মালিকানা যাচাই করতে ব্যবহার করে।
es_es: Opcional. Usado por Apple Podcasts para verificar la propiedad del feed.

source: Podcasting 2.0 Funding Links (podcast:funding)
bn_bd: Podcasting 2.0 ফান্ডিং লিংক (podcast:funding)
es_es: Enlaces de financiación de Podcasting 2.0 (podcast:funding)

source: Optional. If empty, no podcast:funding tags will be generated. URLs should be https.
bn_bd: ঐচ্ছিক। খালি থাকলে podcast:funding ট্যাগ তৈরি হবে না। URL https হওয়া উচিত।
es_es: Opcional. Si está vacío, no se generarán etiquetas podcast:funding. Las URL deberían ser https.

source: Required for each entry. Use https.
bn_bd: প্রতিটি এন্ট্রির জন্য আবশ্যক। https ব্যবহার করুন।
es_es: Obligatorio en cada entrada. Usa https.

source: Label
bn_bd: লেবেল
es_es: Etiqueta

source: Optional display text (max 128 chars recommended).
bn_bd: ঐচ্ছিক প্রদর্শন টেক্সট (সর্বোচ্চ 128 অক্ষর সুপারিশকৃত)।
es_es: Texto opcional (se recomienda máximo 128 caracteres).

source: Generator (optional)
bn_bd: Generator (ঐচ্ছিক)
es_es: Generator (opcional)

source: Optional. If empty, generator tag will not be included.
bn_bd: ঐচ্ছিক। খালি থাকলে generator ট্যাগ যোগ করা হবে না।
es_es: Opcional. Si está vacío, no se incluirá la etiqueta generator.

source: Optional. Apple Podcasts: overrides the episode title for <itunes:title>.
bn_bd: ঐচ্ছিক। Apple Podcasts: <itunes:title> এর জন্য এপিসোড শিরোনাম ওভাররাইড করে।
es_es: Opcional. Apple Podcasts: sobrescribe el título del episodio para <itunes:title>.

source: Chapters (Podcasting 2.0)
bn_bd: অধ্যায় (Podcasting 2.0)
es_es: Capítulos (Podcasting 2.0)

source: Optional. Provide a chapters JSON URL/file for <podcast:chapters>.
bn_bd: ঐচ্ছিক। <podcast:chapters> এর জন্য অধ্যায় JSON URL/ফাইল দিন।
es_es: Opcional. Proporciona una URL/archivo JSON para <podcast:chapters>.

source: Add Chapters File
bn_bd: অধ্যায় ফাইল যোগ করুন
es_es: Añadir archivo de capítulos

source: Chapters MIME Type
bn_bd: অধ্যায় MIME ধরন
es_es: Tipo MIME de capítulos

source: Optional. Defaults to application/json+chapters.
bn_bd: ঐচ্ছিক। ডিফল্ট: application/json+chapters।
es_es: Opcional. Por defecto: application/json+chapters.

source: Soundbites (Podcasting 2.0)
bn_bd: সাউন্ডবাইট (Podcasting 2.0)
es_es: Fragmentos (Podcasting 2.0)

source: Optional. Adds one or more <podcast:soundbite> tags.
bn_bd: ঐচ্ছিক। এক বা একাধিক <podcast:soundbite> ট্যাগ যোগ করে।
es_es: Opcional. Añade una o más etiquetas <podcast:soundbite>.

source: Soundbite {#}
bn_bd: সাউন্ডবাইট {#}
es_es: Fragmento {#}

source: Add Soundbite
bn_bd: সাউন্ডবাইট যোগ করুন
es_es: Añadir fragmento

source: Remove Soundbite
bn_bd: সাউন্ডবাইট সরান
es_es: Eliminar fragmento

source: Start Time (seconds)
bn_bd: শুরুর সময় (সেকেন্ড)
es_es: Tiempo de inicio (segundos)

source: Title (optional)
bn_bd: শিরোনাম (ঐচ্ছিক)
es_es: Título (opcional)

source: Invalid request.
bn_bd: অবৈধ অনুরোধ।
es_es: Solicitud no válida.

source: Invalid attachment ID.
bn_bd: অবৈধ সংযুক্তি আইডি।
es_es: ID de adjunto no válido.

source: You do not have permission to edit this attachment.
bn_bd: এই সংযুক্তি সম্পাদনা করার অনুমতি আপনার নেই।
es_es: No tienes permiso para editar este adjunto.

source: Invalid crop details.
bn_bd: অবৈধ ক্রপ বিবরণ।
es_es: Detalles de recorte no válidos.

source: Unable to determine attachment URL.
bn_bd: সংযুক্তির URL নির্ধারণ করা যায়নি।
es_es: No se pudo determinar la URL del adjunto.

source: Invalid post ID.
bn_bd: অবৈধ পোস্ট আইডি।
es_es: ID de entrada no válido.

source: Invalid podcast post.
bn_bd: অবৈধ পডকাস্ট পোস্ট।
es_es: Entrada de podcast no válida.

source: No post IDs provided.
bn_bd: কোনও পোস্ট আইডি দেওয়া হয়নি।
es_es: No se proporcionaron ID de entradas.

source: Pitch preserved
bn_bd: পিচ সংরক্ষিত
es_es: Tono conservado

source: Speed (pitch preserved)
bn_bd: গতি (পিচ সংরক্ষিত)
es_es: Velocidad (tono conservado)
