Repository: jiejia/a-ripple-song
Catalog: resources/lang/*.po
Languages: ar, bn_bd, es_es, fr_fr, hi_in, ja, pt_br, ru_ru, ur

source: Optional. Integer.
ar: اختياري. عدد صحيح.
bn_bd: ঐচ্ছিক। পূর্ণসংখ্যা।
es_es: Opcional. Entero.
fr_fr: Optionnel. Entier.
ja: 任意。整数。
pt_br: Opcional. Inteiro.
ru_ru: Необязательно. Целое число.
ur: اختیاری۔ عددِ صحیح۔

source: Episode Author (override)
ar: مؤلف الحلقة (تجاوز)
bn_bd: এপিসোড লেখক (ওভাররাইড)
es_es: Autor del episodio (reemplazar)
fr_fr: Auteur de l’épisode (remplacer)
ja: エピソード作者（上書き）
pt_br: Autor do episódio (substituir)
ru_ru: Автор эпизода (переопределить)
ur: قسط کا مصنف (اوور رائیڈ)

source: Optional. Overrides channel author for this episode.
ar: اختياري. يتجاوز مؤلف القناة لهذه الحلقة.
bn_bd: ঐচ্ছিক। এই এপিসোডের জন্য চ্যানেল লেখককে ওভাররাইড করে।
es_es: Opcional. Sustituye al autor del canal para este episodio.
fr_fr: Optionnel. Remplace l’auteur du flux pour cet épisode.
ja: 任意。このエピソードではチャンネル作者を上書きします。
pt_br: Opcional. Substitui o autor do canal neste episódio.
ru_ru: Необязательно. Переопределяет автора канала для этого эпизода.
ur: اختیاری۔ اس قسط کے لیے چینل کے مصنف کو اوور رائیڈ کرتا ہے۔

source: Episode Cover (square)
ar: غلاف الحلقة (مربع)
bn_bd: এপিসোড কভার (বর্গাকার)
es_es: Portada del episodio (cuadrada)
fr_fr: Couverture de l’épisode (carrée)
ja: エピソードカバー（正方形）
pt_br: Capa do episódio (quadrada)
ru_ru: Обложка эпизода (квадратная)
ur: قسط کا کور (مربع)

source: Optional. Square 1400–3000px. Overrides channel cover.
ar: اختياري. مربع 1400–3000px. يتجاوز غلاف القناة.
bn_bd: ঐচ্ছিক। বর্গাকার 1400–3000px। চ্যানেল কভারকে ওভাররাইড করে।
es_es: Opcional. Cuadrada 1400–3000 px. Sustituye la portada del canal.
fr_fr: Optionnel. Carré 1400–3000 px. Remplace la couverture du flux.
ja: 任意。正方形 1400–3000px。チャンネルカバーを上書きします。
pt_br: Opcional. Quadrada 1400–3000 px. Substitui a capa do canal.
ru_ru: Необязательно. Квадрат 1400–3000 px. Переопределяет обложку канала.
ur: اختیاری۔ مربع 1400–3000px۔ چینل کور کو اوور رائیڈ کرتا ہے۔

source: Subtitle
ar: عنوان فرعي
bn_bd: উপশিরোনাম
es_es: Subtítulo
fr_fr: Sous-titre
ja: サブタイトル
pt_br: Subtítulo
ru_ru: Подзаголовок
ur: ذیلی عنوان

source: Optional. Short subtitle for iTunes.
ar: اختياري. عنوان فرعي قصير لـ iTunes.
bn_bd: ঐচ্ছিক। iTunes-এর জন্য ছোট উপশিরোনাম।
es_es: Opcional. Subtítulo corto para iTunes.
fr_fr: Optionnel. Court sous-titre pour iTunes.
ja: 任意。iTunes 用の短いサブタイトル。
pt_br: Opcional. Subtítulo curto para o iTunes.
ru_ru: Необязательно. Короткий подзаголовок для iTunes.
ur: اختیاری۔ iTunes کے لیے مختصر ذیلی عنوان۔

source: Summary
ar: ملخص
bn_bd: সারাংশ
es_es: Resumen
fr_fr: Résumé
ja: 概要
pt_br: Resumo
ru_ru: Краткое описание
ur: خلاصہ

source: Optional. Plain text summary for iTunes.
ar: اختياري. ملخص نصي بسيط لـ iTunes.
bn_bd: ঐচ্ছিক। iTunes-এর জন্য সাদামাটা টেক্সট সারাংশ।
es_es: Opcional. Resumen en texto plano para iTunes.
fr_fr: Optionnel. Résumé en texte brut pour iTunes.
ja: 任意。iTunes 用のプレーンテキスト概要。
pt_br: Opcional. Resumo em texto simples para o iTunes.
ru_ru: Необязательно. Описание в виде простого текста для iTunes.
ur: اختیاری۔ iTunes کے لیے سادہ متن میں خلاصہ۔

source: Custom GUID (optional)
ar: GUID مخصص (اختياري)
bn_bd: কাস্টম GUID (ঐচ্ছিক)
es_es: GUID personalizado (opcional)
fr_fr: GUID personnalisé (optionnel)
ja: カスタムGUID（任意）
pt_br: GUID personalizado (opcional)
ru_ru: Пользовательский GUID (необязательно)
ur: کسٹم GUID (اختیاری)

source: Optional. If empty, feed uses WP permalink as GUID.
ar: اختياري. إذا كان فارغًا، يستخدم الموجز الرابط الدائم في ووردبريس كـ GUID.
bn_bd: ঐচ্ছিক। খালি থাকলে ফিড WP পারমালিঙ্ককে GUID হিসেবে ব্যবহার করবে।
es_es: Opcional. Si está vacío, el feed usa el enlace permanente de WP como GUID.
fr_fr: Optionnel. Si vide, le flux utilise le permalien WP comme GUID.
ja: 任意。空の場合、フィードはWPのパーマリンクをGUIDとして使用します。
pt_br: Opcional. Se vazio, o feed usa o permalink do WP como GUID.
ru_ru: Необязательно. Если пусто, в качестве GUID используется постоянная ссылка WP.
ur: اختیاری۔ خالی ہونے پر فیڈ WP پرمالنک کو GUID کے طور پر استعمال کرے گی۔

source: iTunes Block
ar: حظر iTunes
bn_bd: iTunes ব্লক
es_es: Bloqueo de iTunes
fr_fr: Blocage iTunes
ja: iTunes ブロック
pt_br: Bloqueio do iTunes
ru_ru: Блокировка iTunes
ur: iTunes بلاک

source: Optional. yes = hide this episode in Apple Podcasts.
ar: اختياري. yes = إخفاء هذه الحلقة في Apple Podcasts.
bn_bd: ঐচ্ছিক। yes = Apple Podcasts-এ এই এপিসোড লুকান।
es_es: Opcional. yes = ocultar este episodio en Apple Podcasts.
fr_fr: Optionnel. yes = masquer cet épisode dans Apple Podcasts.
ja: 任意。yes = Apple Podcasts でこのエピソードを非表示にします。
pt_br: Opcional. yes = ocultar este episódio no Apple Podcasts.
ru_ru: Необязательно. yes = скрыть этот эпизод в Apple Podcasts.
ur: اختیاری۔ yes = Apple Podcasts میں اس قسط کو چھپائیں۔

source: Audio File is required.
ar: ملف الصوت مطلوب.
bn_bd: অডিও ফাইল আবশ্যক।
es_es: El archivo de audio es obligatorio.
fr_fr: Le fichier audio est requis.
ja: 音声ファイルは必須です。
pt_br: O arquivo de áudio é obrigatório.
ru_ru: Аудиофайл обязателен.
ur: آڈیو فائل ضروری ہے۔

source: Audio File must be a valid URL (https recommended).
ar: يجب أن يكون ملف الصوت رابطًا صالحًا (يوصى بـ https).
bn_bd: অডিও ফাইলটি একটি বৈধ URL হতে হবে (https প্রস্তাবিত)।
es_es: El archivo de audio debe ser una URL válida (se recomienda https).
fr_fr: Le fichier audio doit être une URL valide (https recommandé).
ja: 音声ファイルは有効なURLである必要があります（https 推奨）。
pt_br: O arquivo de áudio deve ser uma URL válida (recomendado https).
ru_ru: Аудиофайл должен быть корректным URL (рекомендуется https).
ur: آڈیو فائل ایک درست URL ہونی چاہیے (https تجویز کردہ)۔

source: Explicit must be clean or explicit.
ar: يجب أن تكون Explicit إما clean أو explicit.
bn_bd: Explicit অবশ্যই clean বা explicit হতে হবে।
es_es: Explícito debe ser clean o explicit.
fr_fr: Le champ Explicite doit être clean ou explicit.
ja: Explicit は clean または explicit である必要があります。
pt_br: Explícito deve ser clean ou explicit.
ru_ru: Поле «Явный контент» должно быть clean или explicit.
ur: Explicit کی قدر clean یا explicit ہونی چاہیے۔

source: Episode Type must be full, trailer, or bonus.
ar: يجب أن يكون نوع الحلقة full أو trailer أو bonus.
bn_bd: এপিসোড ধরন অবশ্যই full, trailer বা bonus হতে হবে।
es_es: El tipo de episodio debe ser full, trailer o bonus.
fr_fr: Le type d’épisode doit être full, trailer ou bonus.
ja: エピソード種別は full、trailer、または bonus である必要があります。
pt_br: O tipo de episódio deve ser full, trailer ou bonus.
ru_ru: Тип эпизода должен быть full, trailer или bonus.
ur: قسط کی قسم full، trailer یا bonus ہونی چاہیے۔

source: Podcast validation failed
ar: فشل التحقق من البودكاست
bn_bd: পডকাস্ট যাচাইকরণ ব্যর্থ
es_es: La validación del podcast falló
fr_fr: La validation du podcast a échoué
ja: ポッドキャストの検証に失敗しました
pt_br: Falha na validação do podcast
ru_ru: Проверка подкаста не удалась
ur: پوڈکاسٹ کی توثیق ناکام ہوگئی

source: Select Banner Image
ar: اختر صورة البانر
fr_fr: Sélectionner l'image de bannière
ja: バナー画像を選択
pt_br: Selecionar imagem do banner
ru_ru: Выбрать изображение баннера
ur: بینر تصویر منتخب کریں

source: Use This Image
ar: استخدم هذه الصورة
fr_fr: Utiliser cette image
ja: この画像を使用
pt_br: Usar esta imagem
ru_ru: Использовать это изображение
ur: یہ تصویر استعمال کریں

source: Download
ar: تحميل
fr_fr: Télécharger
ja: ダウンロード
pt_br: Baixar
ru_ru: Скачать
ur: ڈاؤن لوڈ

source: Toggle Theme
ar: تبديل المظهر
fr_fr: Changer de thème
ja: テーマ切替
pt_br: Alternar tema
ru_ru: Переключить тему
ur: تھیم تبدیل کریں

source: Previous slide
ar: الشريحة السابقة
fr_fr: Diapositive précédente
ja: 前のスライド
pt_br: Slide anterior
ru_ru: Предыдущий слайд
ur: پچھلی سلائیڈ

source: Next slide
ar: الشريحة التالية
fr_fr: Diapositive suivante
ja: 次のスライド
pt_br: Próximo slide
ru_ru: Следующий слайд
ur: اگلی سلائیڈ

source: Go to slide %d
ar: انتقل إلى الشريحة %d
fr_fr: Aller à la diapositive %d
ja: スライド %d へ
pt_br: Ir para slide %d
ru_ru: Перейти к слайду %d
ur: سلائیڈ %d پر جائیں

source: Auto detected from "Audio File" on save.
ar: يتم الكشف تلقائيًا من "Audio File" عند الحفظ.
bn_bd: সেভ করার সময় "Audio File" থেকে স্বয়ংক্রিয়ভাবে সনাক্ত হয়।
es_es: Detectado automáticamente desde «Audio File» al guardar.
fr_fr: Détecté automatiquement depuis « Audio File » lors de l’enregistrement.
ja: 保存時に「Audio File」から自動検出します。
pt_br: Detectado automaticamente a partir de "Audio File" ao salvar.
ru_ru: Автоматически определяется из «Audio File» при сохранении.
ur: محفوظ کرنے پر "Audio File" سے خودکار طور پر معلوم کیا جاتا ہے۔

source: Transcript (optional)
ar: تفريغ (اختياري)
bn_bd: ট্রান্সক্রিপ্ট (ঐচ্ছিক)
es_es: Transcripción (opcional)
fr_fr: Transcription (optionnel)
ja: 文字起こし（任意）
pt_br: Transcrição (opcional)
ru_ru: Транскрипт (необязательно)
ur: ٹرانسکرپٹ (اختیاری)

source: Optional. Upload a transcript file (vtt/srt/txt/pdf) or enter a transcript URL (https).
ar: اختياري. ارفع ملف تفريغ (vtt/srt/txt/pdf) أو أدخل رابط التفريغ (https).
bn_bd: ঐচ্ছিক। ট্রান্সক্রিপ্ট ফাইল (vtt/srt/txt/pdf) আপলোড করুন অথবা ট্রান্সক্রিপ্ট URL (https) দিন।
es_es: Opcional. Sube un archivo de transcripción (vtt/srt/txt/pdf) o introduce una URL de transcripción (https).
fr_fr: Optionnel. Téléversez un fichier de transcription (vtt/srt/txt/pdf) ou saisissez une URL de transcription (https).
ja: 任意。文字起こしファイル（vtt/srt/txt/pdf）をアップロードするか、文字起こしURL（https）を入力してください。
pt_br: Opcional. Envie um arquivo de transcrição (vtt/srt/txt/pdf) ou informe uma URL de transcrição (https).
ru_ru: Необязательно. Загрузите файл транскрипта (vtt/srt/txt/pdf) или укажите URL транскрипта (https).
ur: اختیاری۔ ٹرانسکرپٹ فائل (vtt/srt/txt/pdf) اپ لوڈ کریں یا ٹرانسکرپٹ URL (https) درج کریں۔

source: Add Transcript
ar: إضافة تفريغ
bn_bd: ট্রান্সক্রিপ্ট যোগ করুন
es_es: Añadir transcripción
fr_fr: Ajouter une transcription
ja: 文字起こしを追加
pt_br: Adicionar transcrição
ru_ru: Добавить транскрипт
ur: ٹرانسکرپٹ شامل کریں

source: Duration (seconds) could not be auto detected from Audio File.
ar: تعذر الكشف التلقائي عن المدة (بالثواني) من Audio File.
bn_bd: "Audio File" থেকে সময়কাল (সেকেন্ড) স্বয়ংক্রিয়ভাবে সনাক্ত করা যায়নি।
es_es: La duración (segundos) no se pudo detectar automáticamente desde Audio File.
fr_fr: La durée (secondes) n’a pas pu être détectée automatiquement depuis Audio File.
ja: Audio File から再生時間（秒）を自動検出できませんでした。
pt_br: A duração (segundos) não pôde ser detectada automaticamente a partir de Audio File.
ru_ru: Длительность (секунды) не удалось автоматически определить из Audio File.
ur: Audio File سے دورانیہ (سیکنڈ) خودکار طور پر معلوم نہیں ہو سکا۔

source: Audio Length (bytes) could not be auto detected from Audio File.
ar: تعذر الكشف التلقائي عن حجم الصوت (بايت) من Audio File.
bn_bd: "Audio File" থেকে অডিও আকার (বাইট) স্বয়ংক্রিয়ভাবে সনাক্ত করা যায়নি।
es_es: El tamaño de audio (bytes) no se pudo detectar automáticamente desde Audio File.
fr_fr: La taille audio (octets) n’a pas pu être détectée automatiquement depuis Audio File.
ja: Audio File から音声サイズ（バイト）を自動検出できませんでした。
pt_br: O tamanho do áudio (bytes) não pôde ser detectado automaticamente a partir de Audio File.
ru_ru: Размер аудио (байт) не удалось автоматически определить из Audio File.
ur: Audio File سے آڈیو سائز (بائٹس) خودکار طور پر معلوم نہیں ہو سکا۔

source: Audio MIME Type could not be auto detected from Audio File.
ar: تعذر الكشف التلقائي عن نوع MIME للصوت من Audio File.
bn_bd: "Audio File" থেকে অডিও MIME ধরন স্বয়ংক্রিয়ভাবে সনাক্ত করা যায়নি।
es_es: El tipo MIME de audio no se pudo detectar automáticamente desde Audio File.
fr_fr: Le type MIME audio n’a pas pu être détecté automatiquement depuis Audio File.
ja: Audio File から音声MIMEタイプを自動検出できませんでした。
pt_br: O tipo MIME do áudio não pôde ser detectado automaticamente a partir de Audio File.
ru_ru: MIME-тип аудио не удалось автоматически определить из Audio File.
ur: Audio File سے آڈیو MIME قسم خودکار طور پر معلوم نہیں ہو سکی۔

source: Episode transcript URL
ar: رابط تفريغ الحلقة
bn_bd: এপিসোড ট্রান্সক্রিপ্ট URL
es_es: URL de transcripción del episodio
fr_fr: URL de la transcription de l’épisode
ja: エピソード文字起こしURL
pt_br: URL da transcrição do episódio
ru_ru: URL транскрипта эпизода
ur: قسط کا ٹرانسکرپٹ URL

source: Upload a logo image (220px × 32px). You will be able to crop the image after upload.
ar: ارفع صورة الشعار (220 بكسل × 32 بكسل). ستتمكن من قص الصورة بعد الرفع.
fr_fr: Téléchargez une image de logo (220px × 32px). Vous pourrez recadrer l'image après le téléchargement.
ja: ロゴ画像をアップロード（220px × 32px）。アップロード後に画像を切り抜くことができます。
pt_br: Envie uma imagem de logo (220px × 32px). Você poderá recortar a imagem após o envio.
ru_ru: Загрузите изображение логотипа (220px × 32px). После загрузки вы сможете обрезать изображение.
ur: لوگو تصویر اپ لوڈ کریں (220px × 32px)۔ اپ لوڈ کے بعد آپ تصویر کاٹ سکیں گے۔

source: Footer Copyright
ar: حقوق النشر في التذييل
fr_fr: Copyright du pied de page
ja: フッター著作権
pt_br: Copyright do rodapé
ru_ru: Авторские права в подвале
ur: فوٹر کاپی رائٹ

source: Powered by A Ripple Song Theme
ar: مدعوم بقالب A Ripple Song
fr_fr: Propulsé par le thème A Ripple Song
ja: A Ripple Song テーマで構築
pt_br: Desenvolvido com o tema A Ripple Song
ru_ru: Работает на теме A Ripple Song
ur: A Ripple Song تھیم سے چلتا ہے

source: Overrides the footer copyright line. Leave empty to use the default.
ar: يتجاوز سطر حقوق النشر في التذييل. اتركه فارغًا لاستخدام القيمة الافتراضية.
bn_bd: ফুটার কপিরাইট লাইন ওভাররাইড করে। ডিফল্ট ব্যবহার করতে খালি রাখুন।
fr_fr: Remplace la ligne de copyright du pied de page. Laissez vide pour utiliser la valeur par défaut.
ja: フッターの著作権表示を上書きします。空欄のままにするとデフォルトが使用されます。
pt_br: Substitui a linha de direitos autorais do rodapé. Deixe vazio para usar o padrão.
ru_ru: Переопределяет строку авторских прав в подвале. Оставьте пустым для использования значения по умолчанию.
ur: فوٹر کاپی رائٹ لائن کو اوور رائیڈ کرتا ہے۔ ڈیفالٹ استعمال کرنے کے لیے خالی چھوڑ دیں۔

source: Upload / Change Logo
ar: تحميل / تغيير الشعار
bn_bd: লোগো আপলোড / পরিবর্তন করুন
fr_fr: Télécharger / Modifier le Logo
ja: ロゴをアップロード / 変更
pt_br: Enviar / Alterar Logotipo
ru_ru: Загрузить / Изменить логотип
ur: لوگو اپ لوڈ / تبدیل کریں

source: Remove Logo
ar: إزالة الشعار
bn_bd: লোগো সরান
fr_fr: Supprimer le Logo
ja: ロゴを削除
pt_br: Remover Logotipo
ru_ru: Удалить логотип
ur: لوگو ہٹائیں

source: Choose Logo Image
ar: اختر صورة الشعار
bn_bd: লোগো ছবি নির্বাচন করুন
fr_fr: Choisir l'image du Logo
ja: ロゴ画像を選択
pt_br: Escolher imagem do logotipo
ru_ru: Выберите изображение логотипа
ur: لوگو تصویر منتخب کریں

source: Crop Image
ar: قص الصورة
bn_bd: ছবি ক্রপ করুন
fr_fr: Recadrer l'image
ja: 画像をトリミング
pt_br: Recortar imagem
ru_ru: Обрезать изображение
ur: تصویر کراپ کریں

source: Image is too small. Minimum size: %1$dpx × %2$dpx
ar: الصورة صغيرة جدًا. الحد الأدنى للحجم: %1$dpx × %2$dpx
bn_bd: ছবি খুব ছোট। ন্যূনতম আকার: %1$dpx × %2$dpx
fr_fr: L'image est trop petite. Taille minimale : %1$dpx × %2$dpx
ja: 画像が小さすぎます。最小サイズ：%1$dpx × %2$dpx
pt_br: A imagem é muito pequena. Tamanho mínimo: %1$dpx × %2$dpx
ru_ru: Изображение слишком маленькое. Минимальный размер: %1$dpx × %2$dpx
ur: تصویر بہت چھوٹی ہے۔ کم از کم سائز: %1$dpx × %2$dpx

source: Crop and Save
ar: قص وحفظ
bn_bd: ক্রপ এবং সংরক্ষণ করুন
fr_fr: Recadrer et enregistrer
ja: トリミングして保存
pt_br: Recortar e salvar
ru_ru: Обрезать и сохранить
ur: کراپ اور محفوظ کریں

source: Please select a crop area.
ar: يرجى تحديد منطقة القص.
bn_bd: অনুগ্রহ করে একটি ক্রপ এলাকা নির্বাচন করুন।
fr_fr: Veuillez sélectionner une zone de recadrage.
ja: トリミング範囲を選択してください。
pt_br: Por favor, selecione uma área de recorte.
ru_ru: Пожалуйста, выберите область обрезки.
ur: براہ کرم کراپ کا علاقہ منتخب کریں۔

source: Cropping...
ar: جاري القص...
bn_bd: ক্রপ করা হচ্ছে...
fr_fr: Recadrage en cours...
ja: トリミング中...
pt_br: Recortando...
ru_ru: Обрезка...
ur: کراپ کیا جا رہا ہے...

source: Error cropping image:
ar: خطأ في قص الصورة:
bn_bd: ছবি ক্রপ করতে ত্রুটি:
fr_fr: Erreur lors du recadrage de l'image :
ja: 画像のトリミングエラー：
pt_br: Erro ao recortar imagem:
ru_ru: Ошибка обрезки изображения:
ur: تصویر کراپ کرنے میں خرابی:

source: Error cropping image. Please try again.
ar: خطأ في قص الصورة. يرجى المحاولة مرة أخرى.
bn_bd: ছবি ক্রপ করতে ত্রুটি। অনুগ্রহ করে আবার চেষ্টা করুন।
fr_fr: Erreur lors du recadrage de l'image. Veuillez réessayer.
ja: 画像のトリミングに失敗しました。もう一度お試しください。
pt_br: Erro ao recortar imagem. Por favor, tente novamente.
ru_ru: Ошибка обрезки изображения. Пожалуйста, попробуйте снова.
ur: تصویر کراپ کرنے میں خرابی۔ براہ کرم دوبارہ کوشش کریں۔

source: You do not have permission to upload files.
ar: ليس لديك صلاحية لرفع الملفات.
fr_fr: Vous n'avez pas la permission de télécharger des fichiers.
ja: ファイルをアップロードする権限がありません。
pt_br: Você não tem permissão para enviar arquivos.
ru_ru: У вас нет разрешения на загрузку файлов.
ur: آپ کو فائلیں اپ لوڈ کرنے کی اجازت نہیں ہے۔

source: Missing attachment ID.
ar: معرف المرفق مفقود.
fr_fr: ID de pièce jointe manquant.
ja: 添付ファイルIDがありません。
pt_br: ID do anexo ausente.
ru_ru: Отсутствует ID вложения.
ur: منسلکہ آئی ڈی غائب ہے۔

source: Missing crop details.
ar: تفاصيل القص مفقودة.
fr_fr: Détails de recadrage manquants.
ja: 切り抜き詳細がありません。
pt_br: Detalhes de recorte ausentes.
ru_ru: Отсутствуют данные обрезки.
ur: کاٹنے کی تفصیلات غائب ہیں۔

source: Original image not found.
ar: الصورة الأصلية غير موجودة.
fr_fr: Image originale introuvable.
ja: 元の画像が見つかりません。
pt_br: Imagem original não encontrada.
ru_ru: Исходное изображение не найдено.
ur: اصل تصویر نہیں ملی۔

source: Required. Square JPG/PNG between 1400–3000px for <itunes:image>. Apple recommends keeping the file under 512KB. Will be validated on save.
ar: مطلوب. صورة JPG/PNG مربعة بين 1400–3000px لـ <itunes:image>. توصي Apple بأن يكون الملف أقل من 512KB. سيتم التحقق عند الحفظ.
bn_bd: আবশ্যক। <itunes:image> এর জন্য 1400–3000px বর্গাকার JPG/PNG। Apple ফাইলটি 512KB-এর নিচে রাখতে সুপারিশ করে। সেভ করার সময় যাচাই হবে।
es_es: Obligatorio. JPG/PNG cuadrado entre 1400–3000 px para <itunes:image>. Apple recomienda mantener el archivo por debajo de 512 KB. Se validará al guardar.
fr_fr: Requis. JPG/PNG carré entre 1400–3000 px pour <itunes:image>. Apple recommande de garder le fichier sous 512 Ko. Sera validé lors de l’enregistrement.
ja: 必須。<itunes:image> 用に 1400–3000px の正方形 JPG/PNG。Apple は 512KB 未満を推奨します。保存時に検証されます。
pt_br: Obrigatório. JPG/PNG quadrado entre 1400–3000 px para <itunes:image>. A Apple recomenda manter o arquivo abaixo de 512 KB. Será validado ao salvar.
ru_ru: Обязательно. Квадратный JPG/PNG 1400–3000 px для <itunes:image>. Apple рекомендует держать файл меньше 512 КБ. Проверяется при сохранении.
ur: ضروری۔ <itunes:image> کے لیے 1400–3000px کا مربع JPG/PNG۔ Apple فائل کو 512KB سے کم رکھنے کی سفارش کرتا ہے۔ محفوظ کرنے پر توثیق ہوگی۔

source: Podcast Cover validation failed:
ar: فشل التحقق من غلاف البودكاست:
bn_bd: পডকাস্ট কভার যাচাইকরণ ব্যর্থ:
es_es: Falló la validación de la portada del podcast:
fr_fr: La validation de la couverture du podcast a échoué :
ja: ポッドキャストカバーの検証に失敗しました:
pt_br: Falha na validação da capa do podcast:
ru_ru: Проверка обложки подкаста не удалась:
ur: پوڈکاسٹ کور کی توثیق ناکام:

source: Podcast Cover URL is invalid.
ar: رابط غلاف البودكاست غير صالح.
bn_bd: পডকাস্ট কভার URL অবৈধ।
es_es: La URL de la portada del podcast no es válida.
fr_fr: L’URL de la couverture du podcast est invalide.
ja: ポッドキャストカバーURLが無効です。
pt_br: A URL da capa do podcast é inválida.
ru_ru: URL обложки подкаста недействителен.
ur: پوڈکاسٹ کور URL غلط ہے۔

source: Podcast Cover file is too large (%1$s). Please compress it to under %2$s.
ar: ملف غلاف البودكاست كبير جدًا (%1$s). يرجى ضغطه ليصبح أقل من %2$s.
bn_bd: পডকাস্ট কভার ফাইলটি খুব বড় (%1$s)। অনুগ্রহ করে %2$s-এর নিচে কমপ্রেস করুন।
es_es: El archivo de portada del podcast es demasiado grande (%1$s). Comprímelo por debajo de %2$s.
fr_fr: Le fichier de couverture du podcast est trop volumineux (%1$s). Veuillez le compresser sous %2$s.
ja: ポッドキャストカバーのファイルが大きすぎます（%1$s）。%2$s 未満になるよう圧縮してください。
pt_br: O arquivo da capa do podcast é muito grande (%1$s). Comprima para ficar abaixo de %2$s.
ru_ru: Файл обложки подкаста слишком большой (%1$s). Сожмите его до размера меньше %2$s.
ur: پوڈکاسٹ کور فائل بہت بڑی ہے (%1$s)۔ براہ کرم اسے %2$s سے کم تک کمپریس کریں۔

source: Could not download Podcast Cover for validation: %s
ar: تعذر تنزيل غلاف البودكاست للتحقق: %s
bn_bd: যাচাইয়ের জন্য পডকাস্ট কভার ডাউনলোড করা যায়নি: %s
es_es: No se pudo descargar la portada del podcast para validación: %s
fr_fr: Impossible de télécharger la couverture du podcast pour validation : %s
ja: 検証のためにポッドキャストカバーをダウンロードできませんでした: %s
pt_br: Não foi possível baixar a capa do podcast para validação: %s
ru_ru: Не удалось скачать обложку подкаста для проверки: %s
ur: توثیق کے لیے پوڈکاسٹ کور ڈاؤن لوڈ نہیں ہو سکا: %s

source: Podcast Cover must be square. Current dimensions: %1$d × %2$d px.
ar: يجب أن يكون غلاف البودكاست مربعًا. الأبعاد الحالية: %1$d × %2$d px.
bn_bd: পডকাস্ট কভার বর্গাকার হতে হবে। বর্তমান মাত্রা: %1$d × %2$d px।
es_es: La portada del podcast debe ser cuadrada. Dimensiones actuales: %1$d × %2$d px.
fr_fr: La couverture du podcast doit être carrée. Dimensions actuelles : %1$d × %2$d px.
ja: ポッドキャストカバーは正方形である必要があります。現在のサイズ: %1$d × %2$d px。
pt_br: A capa do podcast deve ser quadrada. Dimensões atuais: %1$d × %2$d px.
ru_ru: Обложка подкаста должна быть квадратной. Текущие размеры: %1$d × %2$d px.
ur: پوڈکاسٹ کور مربع ہونا چاہیے۔ موجودہ ابعاد: %1$d × %2$d px۔

source: Podcast Cover resolution is too small. Minimum: %1$d × %1$d px. Current: %2$d × %2$d px.
ar: دقة غلاف البودكاست صغيرة جدًا. الحد الأدنى: %1$d × %1$d px. الحالية: %2$d × %2$d px.
bn_bd: পডকাস্ট কভারের রেজোলিউশন খুব ছোট। ন্যূনতম: %1$d × %1$d px। বর্তমান: %2$d × %2$d px।
es_es: La resolución de la portada del podcast es demasiado baja. Mínimo: %1$d × %1$d px. Actual: %2$d × %2$d px.
fr_fr: La résolution de la couverture du podcast est trop faible. Minimum : %1$d × %1$d px. Actuel : %2$d × %2$d px.
ja: ポッドキャストカバーの解像度が小さすぎます。最小: %1$d × %1$d px。現在: %2$d × %2$d px。
pt_br: A resolução da capa do podcast é muito pequena. Mínimo: %1$d × %1$d px. Atual: %2$d × %2$d px.
ru_ru: Разрешение обложки подкаста слишком маленькое. Минимум: %1$d × %1$d px. Текущее: %2$d × %2$d px.
ur: پوڈکاسٹ کور کی ریزولوشن بہت چھوٹی ہے۔ کم از کم: %1$d × %1$d px۔ موجودہ: %2$d × %2$d px۔

source: Podcast Cover resolution is too large. Maximum: %1$d × %1$d px. Current: %2$d × %2$d px.
ar: دقة غلاف البودكاست كبيرة جدًا. الحد الأقصى: %1$d × %1$d px. الحالية: %2$d × %2$d px.
bn_bd: পডকাস্ট কভারের রেজোলিউশন খুব বড়। সর্বোচ্চ: %1$d × %1$d px। বর্তমান: %2$d × %2$d px।
es_es: La resolución de la portada del podcast es demasiado alta. Máximo: %1$d × %1$d px. Actual: %2$d × %2$d px.
fr_fr: La résolution de la couverture du podcast est trop élevée. Maximum : %1$d × %1$d px. Actuel : %2$d × %2$d px.
ja: ポッドキャストカバーの解像度が大きすぎます。最大: %1$d × %1$d px。現在: %2$d × %2$d px。
pt_br: A resolução da capa do podcast é muito grande. Máximo: %1$d × %1$d px. Atual: %2$d × %2$d px.
ru_ru: Разрешение обложки подкаста слишком большое. Максимум: %1$d × %1$d px. Текущее: %2$d × %2$d px.
ur: پوڈکاسٹ کور کی ریزولوشن بہت بڑی ہے۔ زیادہ سے زیادہ: %1$d × %1$d px۔ موجودہ: %2$d × %2$d px۔

source: views
ar: مشاهدة
fr_fr: vues
ja: 回閲覧
pt_br: visualizações
ru_ru: просмотров
ur: مرتبہ دیکھا گیا

source: plays
ar: تشغيل
fr_fr: lectures
ja: 回再生
pt_br: reproduções
ru_ru: воспроизведений
ur: مرتبہ چلایا گیا

source: Powered by %s
ar: مدعوم بـ %s
fr_fr: Propulsé par %s
ja: %s で構築
pt_br: Desenvolvido com %s
ru_ru: Работает на %s
ur: %s سے چلتا ہے

# Color name
source: Red (50)
ar: أحمر (50)
fr_fr: Rouge (50)
ja: 赤 (50)
pt_br: Vermelho (50)
ru_ru: Красный (50)
ur: سرخ (50)

# Color name
source: Red (400)
ar: أحمر (400)
fr_fr: Rouge (400)
ja: 赤 (400)
pt_br: Vermelho (400)
ru_ru: Красный (400)
ur: سرخ (400)

# Color name
source: Yellow (50)
ar: أصفر (50)
fr_fr: Jaune (50)
ja: 黄 (50)
pt_br: Amarelo (50)
ru_ru: Жёлтый (50)
ur: پیلا (50)

# Color name
source: Yellow (300)
ar: أصفر (300)
fr_fr: Jaune (300)
ja: 黄 (300)
pt_br: Amarelo (300)
ru_ru: Жёлтый (300)
ur: پیلا (300)
