Repository: jiejia/a-ripple-song
Catalog: resources/lang/*.po
Languages: ar, bn_bd, es_es, fr_fr, hi_in, ja, pt_br, ru_ru, ur

source: Display latest podcast list
ar: عرض قائمة أحدث البودكاست
bn_bd: সাম্প্রতিক পডকাস্ট তালিকা প্রদর্শন করুন
es_es: Mostrar lista de últimos podcasts
fr_fr: Afficher la liste des derniers podcasts
hi_in: नवीनतम पॉडकास्ट सूची प्रदर्शित करें
ja: 最新のポッドキャストリストを表示
pt_br: Exibir lista dos últimos podcasts
ru_ru: Отобразить список последних подкастов
ur: تازہ ترین پوڈکاسٹ فہرست دکھائیں

source: No podcast content
ar: لا يوجد محتوى بودكاست
bn_bd: কোনো পডকাস্ট কন্টেন্ট নেই
es_es: Sin contenido de podcast
fr_fr: Pas de contenu de podcast
hi_in: कोई पॉडकास्ट सामग्री नहीं
ja: ポッドキャストコンテンツがありません
pt_br: Sem conteúdo de podcast
ru_ru: Нет содержимого подкаста
ur: کوئی پوڈکاسٹ مواد نہیں

source: aripplesong - Subscribe Links
ar: aripplesong - روابط الاشتراك
bn_bd: aripplesong - সাবস্ক্রাইব লিঙ্ক
es_es: aripplesong - Enlaces de suscripción
fr_fr: aripplesong - Liens d'abonnement
hi_in: aripplesong - सदस्यता लिंक
ja: aripplesong - 購読リンク
pt_br: aripplesong - Links de inscrição
ru_ru: aripplesong - Ссылки подписки
ur: aripplesong - سبسکرائب لنکس

source: Display podcast subscription platform links
ar: عرض روابط منصات الاشتراك في البودكاست
bn_bd: পডকাস্ট সাবস্ক্রিপশন প্ল্যাটফর্ম লিঙ্ক প্রদর্শন করুন
es_es: Mostrar enlaces de plataformas de suscripción de podcast
fr_fr: Afficher les liens des plateformes d'abonnement au podcast
hi_in: पॉडकास्ट सदस्यता प्लेटफॉर्म लिंक प्रदर्शित करें
ja: ポッドキャスト購読プラットフォームのリンクを表示
pt_br: Exibir links de plataformas de assinatura de podcast
ru_ru: Отобразить ссылки на платформы подписки на подкасты
ur: پوڈکاسٹ سبسکرپشن پلیٹ فارم لنکس دکھائیں

source: Apple Podcast Link:
ar: رابط Apple Podcast:
bn_bd: Apple Podcast লিঙ্ক:
es_es: Enlace de Apple Podcast:
fr_fr: Lien Apple Podcast :
hi_in: Apple Podcast लिंक:
ja: Apple Podcast リンク：
pt_br: Link do Apple Podcast:
ru_ru: Ссылка Apple Podcast:
ur: Apple Podcast لنک:

source: Leave blank to hide this button
ar: اتركه فارغاً لإخفاء هذا الزر
bn_bd: এই বোতাম লুকাতে খালি রাখুন
es_es: Dejar en blanco para ocultar este botón
fr_fr: Laisser vide pour masquer ce bouton
hi_in: इस बटन को छिपाने के लिए खाली छोड़ें
ja: このボタンを非表示にするには空白のままにしてください
pt_br: Deixe em branco para ocultar este botão
ru_ru: Оставьте пустым, чтобы скрыть эту кнопку
ur: اس بٹن کو چھپانے کے لیے خالی چھوڑ دیں

source: Spotify Link:
ar: رابط Spotify:
bn_bd: Spotify লিঙ্ক:
es_es: Enlace de Spotify:
fr_fr: Lien Spotify :
hi_in: Spotify लिंक:
ja: Spotify リンク：
pt_br: Link do Spotify:
ru_ru: Ссылка Spotify:
ur: Spotify لنک:

source: Youtube Music Link:
ar: رابط Youtube Music:
bn_bd: Youtube Music লিঙ্ক:
es_es: Enlace de Youtube Music:
fr_fr: Lien Youtube Music :
hi_in: Youtube Music लिंक:
ja: YouTube Music リンク：
pt_br: Link do Youtube Music:
ru_ru: Ссылка YouTube Music:
ur: Youtube Music لنک:

source: aripplesong - Tags Cloud
ar: aripplesong - سحابة الوسوم
bn_bd: aripplesong - ট্যাগ ক্লাউড
es_es: aripplesong - Nube de etiquetas
fr_fr: aripplesong - Nuage de tags
hi_in: aripplesong - टैग क्लाउड
ja: aripplesong - タグクラウド
pt_br: aripplesong - Nuvem de tags
ru_ru: aripplesong - Облако тегов
ur: aripplesong - ٹیگز کلاؤڈ

source: Display article tags cloud
ar: عرض سحابة وسوم المقالات
bn_bd: আর্টিকেল ট্যাগ ক্লাউড প্রদর্শন করুন
es_es: Mostrar nube de etiquetas de artículos
fr_fr: Afficher le nuage de tags des articles
hi_in: लेख टैग क्लाउड प्रदर्शित करें
ja: 記事タグクラウドを表示
pt_br: Exibir nuvem de tags dos artigos
ru_ru: Отобразить облако тегов статей
ur: مضامین کے ٹیگز کلاؤڈ دکھائیں

source: No tags yet
ar: لا توجد وسوم بعد
bn_bd: এখনো কোনো ট্যাগ নেই
es_es: Aún no hay etiquetas
fr_fr: Pas encore de tags
hi_in: अभी तक कोई टैग नहीं
ja: まだタグはありません
pt_br: Ainda não há tags
ru_ru: Тегов пока нет
ur: ابھی تک کوئی ٹیگ نہیں

source: Tags will appear here after publishing articles with tags
ar: ستظهر الوسوم هنا بعد نشر مقالات بوسوم
bn_bd: ট্যাগ সহ আর্টিকেল প্রকাশ করার পর ট্যাগ এখানে দেখা যাবে
es_es: Las etiquetas aparecerán aquí después de publicar artículos con etiquetas
fr_fr: Les tags apparaîtront ici après la publication d'articles avec des tags
hi_in: टैग के साथ लेख प्रकाशित करने के बाद टैग यहां दिखाई देंगे
ja: タグ付きの記事を公開すると、タグがここに表示されます
pt_br: As tags aparecerão aqui após publicar artigos com tags
ru_ru: Теги появятся здесь после публикации статей с тегами
ur: ٹیگز کے ساتھ مضامین شائع کرنے کے بعد ٹیگز یہاں ظاہر ہوں گے

source: %d post
ar: لا توجد مقالات
bn_bd: %d টি পোস্ট
es_es: %d entrada
fr_fr: %d article
hi_in: %d पोस्ट
ja: %d 件の投稿
pt_br: %d publicação
ru_ru: %d запись
ur: %d پوسٹ

source: Number of tags:
ar: عدد الوسوم:
bn_bd: ট্যাগের সংখ্যা:
es_es: Número de etiquetas:
fr_fr: Nombre de tags :
hi_in: टैग की संख्या:
ja: タグ数：
pt_br: Número de tags:
ru_ru: Количество тегов:
ur: ٹیگز کی تعداد:

source: Maximum number of tags to display
ar: الحد الأقصى لعدد الوسوم المعروضة
bn_bd: প্রদর্শনের জন্য সর্বোচ্চ ট্যাগ সংখ্যা
es_es: Número máximo de etiquetas a mostrar
fr_fr: Nombre maximum de tags à afficher
hi_in: प्रदर्शित करने के लिए अधिकतम टैग संख्या
ja: 表示するタグの最大数
pt_br: Número máximo de tags para exibir
ru_ru: Максимальное количество отображаемых тегов
ur: دکھانے کے لیے زیادہ سے زیادہ ٹیگز کی تعداد

source: Order by:
ar: ترتيب حسب:
bn_bd: ক্রম:
es_es: Ordenar por:
fr_fr: Trier par :
hi_in: क्रम से:
ja: 並び順：
pt_br: Ordenar por:
ru_ru: Сортировать по:
ur: ترتیب دیں:

source: Post Count
ar: عدد المقالات
bn_bd: পোস্ট গণনা
es_es: Cantidad de entradas
fr_fr: Nombre d'articles
hi_in: पोस्ट गणना
ja: 投稿数
pt_br: Contagem de publicações
ru_ru: Количество записей
ur: پوسٹ کاؤنٹ

source: Tag Name
ar: اسم الوسم
bn_bd: ট্যাগ নাম
es_es: Nombre de etiqueta
fr_fr: Nom du tag
hi_in: टैग नाम
ja: タグ名
pt_br: Nome da tag
ru_ru: Название тега
ur: ٹیگ نام

source: Tag ID
ar: معرف الوسم
bn_bd: ট্যাগ ID
es_es: ID de etiqueta
fr_fr: ID du tag
hi_in: टैग ID
ja: タグ ID
pt_br: ID da tag
ru_ru: ID тега
ur: ٹیگ ID

source: Random
ar: عشوائي
bn_bd: এলোমেলো
es_es: Aleatorio
fr_fr: Aléatoire
hi_in: यादृच्छिक
ja: ランダム
pt_br: Aleatório
ru_ru: Случайно
ur: بے ترتیب

source: See all
ar: مشاهدة الكل
bn_bd: সব দেখুন
es_es: Ver todo
fr_fr: Voir tout
hi_in: सभी देखें
ja: すべて見る
pt_br: Ver tudo
ru_ru: Смотреть всё
ur: تمام دیکھیں

source: Recent
ar: الأحدث
bn_bd: সাম্প্রতিক
es_es: Recientes
fr_fr: Récents
hi_in: हाल का
ja: 最新
pt_br: Recentes
ru_ru: Недавние
ur: حالیہ

source: Popular
ar: الأكثر شعبية
bn_bd: জনপ্রিয়
es_es: Populares
fr_fr: Populaires
hi_in: लोकप्रिय
ja: 人気
pt_br: Populares
ru_ru: Популярные
ur: مقبول

source: Sort order:
ar: ترتيب الفرز:
bn_bd: সাজানোর ক্রম:
es_es: Orden:
fr_fr: Ordre de tri :
hi_in: क्रम व्यवस्था:
ja: ソート順：
pt_br: Ordem de classificação:
ru_ru: Порядок сортировки:
ur: ترتیب کا حکم:

source: Descending (High to Low/Z to A)
ar: تنازلي (من الأعلى للأسفل/من ي إلى أ)
bn_bd: অবরোহী (বেশি থেকে কম/Z থেকে A)
es_es: Descendente (Mayor a menor/Z a A)
fr_fr: Décroissant (Haut vers Bas/Z vers A)
hi_in: अवरोही (उच्च से निम्न/Z से A)
ja: 降順（高から低へ/Z から A へ）
pt_br: Decrescente (Alto para Baixo/Z para A)
ru_ru: По убыванию (От высокого к низкому/От Я к А)
ur: نزولی (زیادہ سے کم/Z سے A)

source: Ascending (Low to High/A to Z)
ar: تصاعدي (من الأسفل للأعلى/من أ إلى ي)
bn_bd: আরোহী (কম থেকে বেশি/A থেকে Z)
es_es: Ascendente (Menor a mayor/A a Z)
fr_fr: Croissant (Bas vers Haut/A vers Z)
hi_in: आरोही (निम्न से उच्च/A से Z)
ja: 昇順（低から高へ/A から Z へ）
pt_br: Crescente (Baixo para Alto/A para Z)
ru_ru: По возрастанию (От низкого к высокому/От А к Я)
ur: صعودی (کم سے زیادہ/A سے Z)

source: aripplesong - Footer Links
ar: aripplesong - روابط التذييل
bn_bd: aripplesong - ফুটার লিংক
es_es: aripplesong - Enlaces del pie de página
fr_fr: aripplesong - Liens de pied de page
hi_in: aripplesong - फुटर लिंक
ja: aripplesong - フッターリンク
pt_br: aripplesong - Links do Rodapé
ru_ru: aripplesong - Ссылки подвала
ur: aripplesong - فوٹر لنکس

source: Display a list of links or text items in the footer
ar: عرض قائمة بالروابط أو عناصر النص في التذييل
bn_bd: ফুটারে লিংক বা টেক্সট আইটেমের তালিকা প্রদর্শন করুন
es_es: Mostrar una lista de enlaces o elementos de texto en el pie de página
fr_fr: Afficher une liste de liens ou d'éléments de texte dans le pied de page
hi_in: फुटर में लिंक या टेक्स्ट आइटम की सूची प्रदर्शित करें
ja: フッターにリンクまたはテキスト項目のリストを表示
pt_br: Exibir uma lista de links ou itens de texto no rodapé
ru_ru: Отображение списка ссылок или текстовых элементов в подвале
ur: فوٹر میں لنکس یا ٹیکسٹ آئٹمز کی فہرست دکھائیں

source: e.g., Contact, Navigate, Support
ar: مثال: اتصل، تصفح، الدعم
bn_bd: যেমন, যোগাযোগ, নেভিগেট, সাপোর্ট
es_es: ej., Contacto, Navegar, Soporte
fr_fr: ex., Contact, Navigation, Support
hi_in: जैसे, संपर्क, नेविगेट, सहायता
ja: 例：連絡先、ナビゲーション、サポート
pt_br: ex., Contato, Navegar, Suporte
ru_ru: напр., Контакты, Навигация, Поддержка
ur: مثلاً، رابطہ، نیویگیٹ، سپورٹ

source: Items:
ar: العناصر:
bn_bd: আইটেম:
es_es: Elementos:
fr_fr: Éléments :
hi_in: आइटम:
ja: 項目：
pt_br: Itens:
ru_ru: Элементы:
ur: آئٹمز:

source: Text:
ar: النص:
bn_bd: টেক্সট:
es_es: Texto:
fr_fr: Texte :
hi_in: टेक्स्ट:
ja: テキスト：
pt_br: Texto:
ru_ru: Текст:
ur: ٹیکسٹ:

source: Display text
ar: نص العرض
bn_bd: প্রদর্শন টেক্সট
es_es: Texto a mostrar
fr_fr: Texte à afficher
hi_in: प्रदर्शन टेक्स्ट
ja: 表示テキスト
pt_br: Texto de exibição
ru_ru: Отображаемый текст
ur: دکھائی دینے والا ٹیکسٹ

source: URL (optional - leave empty for plain text):
ar: الرابط (اختياري - اتركه فارغًا للنص العادي):
bn_bd: URL (ঐচ্ছিক - সাধারণ টেক্সটের জন্য খালি রাখুন):
es_es: URL (opcional - dejar vacío para texto simple):
fr_fr: URL (optionnel - laisser vide pour texte simple) :
hi_in: URL (वैकल्पिक - सादे टेक्स्ट के लिए खाली छोड़ें):
ja: URL（オプション - 空欄でプレーンテキスト）：
pt_br: URL (opcional - deixe vazio para texto simples):
ru_ru: URL (необязательно - оставьте пустым для простого текста):
ur: URL (اختیاری - سادہ ٹیکسٹ کے لیے خالی چھوڑیں):

source: Open in new tab
ar: فتح في علامة تبويب جديدة
bn_bd: নতুন ট্যাবে খুলুন
es_es: Abrir en nueva pestaña
fr_fr: Ouvrir dans un nouvel onglet
hi_in: नए टैब में खोलें
ja: 新しいタブで開く
pt_br: Abrir em nova aba
ru_ru: Открыть в новой вкладке
ur: نئے ٹیب میں کھولیں

source: + Add Item
ar: + إضافة عنصر
bn_bd: + আইটেম যোগ করুন
es_es: + Agregar elemento
fr_fr: + Ajouter un élément
hi_in: + आइटम जोड़ें
ja: + 項目を追加
pt_br: + Adicionar item
ru_ru: + Добавить элемент
ur: + آئٹم شامل کریں

source: Footer Links
ar: روابط التذييل
bn_bd: ফুটার লিংক
es_es: Enlaces del pie de página
fr_fr: Liens de pied de page
hi_in: फुटर लिंक
ja: フッターリンク
pt_br: Links do Rodapé
ru_ru: Ссылки подвала
ur: فوٹر لنکس

source: Footer links area for displaying link columns
ar: منطقة روابط التذييل لعرض أعمدة الروابط
bn_bd: লিংক কলাম প্রদর্শনের জন্য ফুটার লিংক এলাকা
es_es: Área de enlaces del pie de página para mostrar columnas de enlaces
fr_fr: Zone de liens de pied de page pour afficher les colonnes de liens
hi_in: लिंक कॉलम प्रदर्शित करने के लिए फुटर लिंक क्षेत्र
ja: リンク列を表示するフッターリンク領域
pt_br: Área de links do rodapé para exibir colunas de links
ru_ru: Область ссылок подвала для отображения колонок ссылок
ur: لنک کالم دکھانے کے لیے فوٹر لنکس کا علاقہ

source: Blog Template
ar: قالب المدونة
bn_bd: ব্লগ টেমপ্লেট
es_es: Plantilla de blog
fr_fr: Modèle de blog
hi_in: ब्लॉग टेम्पलेट
ja: ブログテンプレート
pt_br: Modelo de blog
ru_ru: Шаблон блога
ur: بلاگ ٹیمپلیٹ

source: Custom Template
ar: قالب مخصص
bn_bd: কাস্টম টেমপ্লেট
es_es: Plantilla personalizada
fr_fr: Modèle personnalisé
hi_in: कस्टम टेम्पलेट
ja: カスタムテンプレート
pt_br: Modelo personalizado
ru_ru: Пользовательский шаблон
ur: کسٹم ٹیمپلیٹ

source: Podcast Template
ar: قالب البودكاست
bn_bd: পডকাস্ট টেমপ্লেট
es_es: Plantilla de podcast
fr_fr: Modèle de podcast
hi_in: पॉडकास्ट टेम्पलेट
ja: ポッドキャストテンプレート
pt_br: Modelo de podcast
ru_ru: Шаблон подкаста
ur: پوڈکاسٹ ٹیمپلیٹ

source: Sorry, but the page you are trying to view does not exist.
ar: عذراً، الصفحة التي تحاول عرضها غير موجودة.
bn_bd: দুঃখিত, আপনি যে পৃষ্ঠাটি দেখতে চাইছেন সেটি বিদ্যমান নেই।
es_es: Lo sentimos, pero la página que intentas ver no existe.
fr_fr: Désolé, mais la page que vous essayez de voir n'existe pas.
hi_in: क्षमा करें, लेकिन जिस पृष्ठ को आप देखने का प्रयास कर रहे हैं वह मौजूद नहीं है।
ja: 申し訳ございませんが、表示しようとしているページは存在しません。
pt_br: Desculpe, mas a página que você está tentando visualizar não existe.
ru_ru: Извините, но страница, которую вы пытаетесь просмотреть, не существует.
ur: معذرت، لیکن آپ جو صفحہ دیکھنے کی کوشش کر رہے ہیں وہ موجود نہیں ہے۔

source: Sorry, no results were found.
ar: عذراً، لم يتم العثور على نتائج.
bn_bd: দুঃখিত, কোনো ফলাফল পাওয়া যায়নি।
es_es: Lo sentimos, no se encontraron resultados.
fr_fr: Désolé, aucun résultat trouvé.
hi_in: क्षमा करें, कोई परिणाम नहीं मिला।
ja: 申し訳ございませんが、結果が見つかりませんでした。
pt_br: Desculpe, nenhum resultado encontrado.
ru_ru: Извините, результаты не найдены.
ur: معذرت، کوئی نتائج نہیں ملے۔

# placeholder
source: Search &hellip;
ar: بحث &hellip;
bn_bd: অনুসন্ধান &hellip;
es_es: Buscar &hellip;
fr_fr: Rechercher &hellip;
hi_in: खोजें &hellip;
ja: 検索 &hellip;
pt_br: Pesquisar &hellip;
ru_ru: Поиск &hellip;
ur: تلاش کریں &hellip;

source: Comments are closed.
ar: التعليقات مغلقة.
bn_bd: মন্তব্য বন্ধ আছে।
es_es: Los comentarios están cerrados.
fr_fr: Les commentaires sont fermés.
hi_in: टिप्पणियां बंद हैं।
ja: コメントは終了しました。
pt_br: Os comentários estão fechados.
ru_ru: Комментарии закрыты.
ur: تبصرے بند ہیں۔

source: By
ar: بواسطة
bn_bd: দ্বারা
es_es: Por
fr_fr: Par
hi_in: द्वारा
ja: 作成者
pt_br: Por
ru_ru: Автор
ur: بذریعہ

source: Please add widgets to "Home Main" area in Appearance > Widgets in the admin panel.
ar: يرجى إضافة ودجات إلى منطقة "الرئيسية الرئيسي" في المظهر > الودجات في لوحة الإدارة.
bn_bd: অনুগ্রহ করে অ্যাডমিন প্যানেলে চেহারা > উইজেট এ "হোম মেইন" এলাকায় উইজেট যোগ করুন।
es_es: Por favor añade widgets al área "Principal de inicio" en Apariencia > Widgets en el panel de administración.
fr_fr: Veuillez ajouter des widgets à la zone "Accueil principal" dans Apparence > Widgets dans le panneau d'administration.
hi_in: कृपया व्यवस्थापक पैनल में दिखावट > विजेट में "होम मुख्य" क्षेत्र में विजेट जोड़ें।
ja: 管理パネルの外観 > ウィジェットで「ホームメイン」エリアにウィジェットを追加してください。
pt_br: Por favor, adicione widgets à área "Página inicial principal" em Aparência > Widgets no painel de administração.
ru_ru: Пожалуйста, добавьте виджеты в область "Главная страница" в разделе Внешний вид > Виджеты в панели администратора.
ur: براہ کرم ایڈمن پینل میں Appearance > Widgets میں "Home Main" علاقے میں widgets شامل کریں۔

source: Author:
ar: المؤلف:
bn_bd: লেখক:
es_es: Autor:
fr_fr: Auteur :
hi_in: लेखक:
ja: 著者：
pt_br: Autor:
ru_ru: Автор:
ur: مصنف:

source: Leave a Comment
ar: اترك تعليقاً
bn_bd: একটি মন্তব্য করুন
es_es: Dejar un comentario
fr_fr: Laisser un commentaire
hi_in: एक टिप्पणी छोड़ें
ja: コメントを残す
pt_br: Deixe um comentário
ru_ru: Оставить комментарий
ur: تبصرہ چھوڑیں

source: Pause
ar: إيقاف مؤقت
bn_bd: বিরতি
es_es: Pausar
hi_in: रोकें
ja: 一時停止
pt_br: Pausar
ru_ru: Пауза
ur: وقفہ

source: Play
ar: تشغيل
bn_bd: চালান
es_es: Reproducir
fr_fr: Lecture
hi_in: चलाएं
ja: 再生
pt_br: Reproduzir
ru_ru: Воспроизвести
ur: چلائیں

source: Please add widgets to "Leftbar" area in Appearance > Widgets in the admin panel.
ar: يرجى إضافة ودجات إلى منطقة "الشريط الأيسر" في المظهر > الودجات في لوحة الإدارة.
bn_bd: অনুগ্রহ করে অ্যাডমিন প্যানেলে চেহারা > উইজেট এ "লেফ্টবার" এলাকায় উইজেট যোগ করুন।
es_es: Por favor añade widgets al área "Barra izquierda" en Apariencia > Widgets en el panel de administración.
fr_fr: Veuillez ajouter des widgets à la zone "Barre gauche" dans Apparence > Widgets dans le panneau d'administration.
hi_in: कृपया व्यवस्थापक पैनल में दिखावट > विजेट में "लेफ्टबार" क्षेत्र में विजेट जोड़ें।
ja: 管理パネルの外観 > ウィジェットで「レフトバー」エリアにウィジェットを追加してください。
pt_br: Por favor, adicione widgets à área "Barra esquerda" em Aparência > Widgets no painel de administração.
ru_ru: Пожалуйста, добавьте виджеты в область "Левая панель" в разделе Внешний вид > Виджеты в панели администратора.
ur: براہ کرم ایڈمن پینل میں Appearance > Widgets میں "Leftbar" علاقے میں widgets شامل کریں۔

source: Please add widgets to "Sidebar" area in Appearance > Widgets in the admin panel.
ar: يرجى إضافة ودجات إلى منطقة "الشريط الجانبي" في المظهر > الودجات في لوحة الإدارة.
bn_bd: অনুগ্রহ করে অ্যাডমিন প্যানেলে চেহারা > উইজেট এ "সাইডবার" এলাকায় উইজেট যোগ করুন।
es_es: Por favor añade widgets al área "Barra lateral" en Apariencia > Widgets en el panel de administración.
fr_fr: Veuillez ajouter des widgets à la zone "Barre latérale" dans Apparence > Widgets dans le panneau d'administration.
hi_in: कृपया व्यवस्थापक पैनल में दिखावट > विजेट में "साइडबार" क्षेत्र में विजेट जोड़ें।
ja: 管理パネルの外観 > ウィジェットで「サイドバー」エリアにウィジェットを追加してください。
pt_br: Por favor, adicione widgets à área "Barra lateral" em Aparência > Widgets no painel de administração.
ru_ru: Пожалуйста, добавьте виджеты в область "Боковая панель" в разделе Внешний вид > Виджеты в панели администратора.
ur: براہ کرم ایڈمن پینل میں Appearance > Widgets میں "Sidebar" علاقے میں widgets شامل کریں۔

source: Menu
ar: القائمة
bn_bd: মেনু
es_es: Menú
hi_in: मेन्यू
ja: メニュー
ru_ru: Меню
ur: مینو

source: Close
ar: إغلاق
bn_bd: বন্ধ করুন
es_es: Cerrar
fr_fr: Fermer
hi_in: बंद करें
ja: 閉じる
pt_br: Fechar
ru_ru: Закрыть
ur: بند کریں

source: Light Mode
ar: الوضع الفاتح
bn_bd: লাইট মোড
es_es: Modo claro
fr_fr: Mode clair
hi_in: लाइट मोड
ja: ライトモード
pt_br: Modo claro
ru_ru: Светлый режим
ur: لائٹ موڈ

source: Dark Mode
ar: الوضع الداكن
bn_bd: ডার্ক মোড
es_es: Modo oscuro
fr_fr: Mode sombre
hi_in: डार्क मोड
ja: ダークモード
pt_br: Modo escuro
ru_ru: Тёмный режим
ur: ڈارک موڈ

source: Follow System
ar: اتباع النظام
bn_bd: সিস্টেম অনুসরণ করুন
es_es: Seguir sistema
fr_fr: Suivre le système
hi_in: सिस्टम का पालन करें
ja: システムに従う
pt_br: Seguir sistema
ru_ru: Следовать системе
ur: سسٹم فالو کریں

source: NOW PLAYING
ar: يتم التشغيل الآن
bn_bd: এখন চলছে
es_es: REPRODUCIENDO AHORA
fr_fr: EN COURS DE LECTURE
hi_in: अभी चल रहा है
ja: 再生中
pt_br: TOCANDO AGORA
ru_ru: СЕЙЧАС ИГРАЕТ
ur: اب چل رہا ہے

source: No Episode Playing
ar: لا توجد حلقة قيد التشغيل
bn_bd: কোনো এপিসোড চলছে না
es_es: Sin episodio en reproducción
fr_fr: Aucun épisode en lecture
hi_in: कोई एपिसोड नहीं चल रहा
ja: 再生中のエピソードがありません
pt_br: Nenhum episódio tocando
ru_ru: Эпизод не воспроизводится
ur: کوئی ایپیسوڈ نہیں چل رہا

source: Podcast Episode
ar: حلقة البودكاست
bn_bd: পডকাস্ট এপিসোড
es_es: Episodio de podcast
fr_fr: Épisode de podcast
hi_in: पॉडकास्ट एपिसोड
ja: ポッドキャストエピソード
pt_br: Episódio de podcast
ru_ru: Эпизод подкаста
ur: پوڈکاسٹ ایپیسوڈ

source: Playlist
ar: قائمة التشغيل
bn_bd: প্লেলিস্ট
es_es: Lista de reproducción
fr_fr: Liste de lecture
hi_in: प्लेलिस्ट
ja: プレイリスト
pt_br: Lista de reprodução
ru_ru: Плейлист
ur: پلے لسٹ

source: Total
ar: المجموع
bn_bd: মোট
hi_in: कुल
ja: 合計
ru_ru: Всего
ur: کل

source: episodes
ar: حلقات
bn_bd: এপিসোড
es_es: episodios
fr_fr: épisodes
hi_in: एपिसोड
ja: エピソード
pt_br: episódios
ru_ru: эпизодов
ur: ایپیسوڈز

source: Are you sure you want to clear the playlist?
ar: هل أنت متأكد من رغبتك في مسح قائمة التشغيل؟
bn_bd: আপনি কি নিশ্চিত যে আপনি প্লেলিস্ট মুছে ফেলতে চান?
es_es: ¿Estás seguro de que quieres limpiar la lista de reproducción?
fr_fr: Êtes-vous sûr de vouloir vider la liste de lecture ?
hi_in: क्या आप वाकई प्लेलिस्ट साफ़ करना चाहते हैं?
ja: プレイリストをクリアしてもよろしいですか？
pt_br: Tem certeza de que deseja limpar a lista de reprodução?
ru_ru: Вы уверены, что хотите очистить плейлист?
ur: کیا آپ واقعی پلے لسٹ صاف کرنا چاہتے ہیں؟

source: Clear Playlist
ar: مسح قائمة التشغيل
bn_bd: প্লেলিস্ট মুছে ফেলুন
es_es: Limpiar lista de reproducción
fr_fr: Vider la liste de lecture
hi_in: प्लेलिस्ट साफ़ करें
ja: プレイリストをクリア
pt_br: Limpar lista de reprodução
ru_ru: Очистить плейлист
ur: پلے لسٹ صاف کریں

source: Clear
ar: مسح
bn_bd: মুছুন
es_es: Limpiar
fr_fr: Vider
hi_in: साफ़ करें
ja: クリア
pt_br: Limpar
ru_ru: Очистить
ur: صاف کریں

source: Playlist is empty
ar: قائمة التشغيل فارغة
bn_bd: প্লেলিস্ট খালি
es_es: La lista de reproducción está vacía
fr_fr: La liste de lecture est vide
hi_in: प्लेलिस्ट खाली है
ja: プレイリストが空です
pt_br: A lista de reprodução está vazia
ru_ru: Плейлист пуст
ur: پلے لسٹ خالی ہے

source: Add some episodes to start listening
ar: أضف بعض الحلقات لبدء الاستماع
bn_bd: শোনা শুরু করতে কিছু এপিসোড যোগ করুন
es_es: Añade algunos episodios para empezar a escuchar
fr_fr: Ajoutez des épisodes pour commencer à écouter
hi_in: सुनना शुरू करने के लिए कुछ एपिसोड जोड़ें
ja: いくつかのエピソードを追加して再生を開始してください
pt_br: Adicione alguns episódios para começar a ouvir
ru_ru: Добавьте несколько эпизодов, чтобы начать прослушивание
ur: سننا شروع کرنے کے لیے کچھ ایپیسوڈز شامل کریں

source: Remove
ar: إزالة
bn_bd: সরান
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएं
ja: 削除
pt_br: Remover
ru_ru: Удалить
ur: ہٹائیں

source: Continue playing?
ar: هل تريد متابعة التشغيل؟
bn_bd: চালানো চালিয়ে যেতে চান?
es_es: ¿Continuar reproduciendo?
fr_fr: Continuer la lecture ?
hi_in: प्लेबैक जारी रखें?
ja: 再生を続けますか？
pt_br: Continuar reproduzindo?
ru_ru: Продолжить воспроизведение?
ur: چلانا جاری رکھیں؟

source: Unknown episode
ar: حلقة غير معروفة
bn_bd: অজানা পর্ব
es_es: Episodio desconocido
fr_fr: Épisode inconnu
hi_in: अज्ञात एपिसोड
ja: 不明なエピソード
pt_br: Episódio desconhecido
ru_ru: Неизвестный эпизод
ur: نامعلوم قسط

source: Cancel
ar: إلغاء
bn_bd: বাতিল
es_es: Cancelar
fr_fr: Annuler
hi_in: रद्द करें
ja: キャンセル
pt_br: Cancelar
ru_ru: Отмена
ur: منسوخ کریں

source: Loading audio
ar: جارٍ تحميل الصوت
bn_bd: অডিও লোড হচ্ছে
es_es: Cargando audio
fr_fr: Chargement de l'audio
hi_in: ऑडियो लोड हो रहा है
ja: 音声を読み込み中
pt_br: Carregando áudio
ru_ru: Загрузка аудио
ur: آڈیو لوڈ ہو رہا ہے

source: Social Links
ar: روابط التواصل الاجتماعي
bn_bd: সোশ্যাল লিংক
es_es: Enlaces sociales
fr_fr: Liens sociaux
hi_in: सोशल लिंक
ja: ソーシャルリンク
pt_br: Links Sociais
ru_ru: Социальные ссылки
ur: سوشل لنکس

source: Header Scripts
ar: سكربتات الرأس
bn_bd: হেডার স্ক্রিপ্ট
es_es: Scripts del encabezado
fr_fr: Scripts de l'en-tête
hi_in: हेडर स्क्रिप्ट
ja: ヘッダースクリプト
pt_br: Scripts do cabeçalho
ru_ru: Скрипты в заголовке
ur: ہیڈر اسکرپٹس

source: Scripts to be added in the <head> section. You can include complete <script> tags for services like Google Analytics.
ar: السكربتات المراد إضافتها في قسم <head>. يمكنك تضمين وسوم <script> كاملة لخدمات مثل Google Analytics.
bn_bd: <head> সেকশনে যোগ করা স্ক্রিপ্ট। আপনি Google Analytics এর মতো সার্ভিসের জন্য সম্পূর্ণ <script> ট্যাগ অন্তর্ভুক্ত করতে পারেন।
es_es: Scripts que se añadirán en la sección <head>. Puedes incluir etiquetas <script> completas para servicios como Google Analytics.
fr_fr: Scripts à ajouter dans la section <head>. Vous pouvez inclure des balises <script> complètes pour des services comme Google Analytics.
hi_in: <head> सेक्शन में जोड़े जाने वाले स्क्रिप्ट। आप Google Analytics जैसी सेवाओं के लिए पूर्ण <script> टैग शामिल कर सकते हैं।
ja: <head> セクションに追加されるスクリプト。Google Analytics などのサービスの完全な <script> タグを含めることができます。
pt_br: Scripts a serem adicionados na seção <head>. Você pode incluir tags <script> completas para serviços como Google Analytics.
ru_ru: Скрипты для добавления в секцию <head>. Можно включать полные теги <script> для сервисов вроде Google Analytics.
ur: <head> سیکشن میں شامل کیے جانے والے اسکرپٹس۔ آپ Google Analytics جیسی سروسز کے لیے مکمل <script> ٹیگز شامل کر سکتے ہیں۔

source: Footer Scripts
ar: سكربتات التذييل
bn_bd: ফুটার স্ক্রিপ্ট
es_es: Scripts del pie de página
fr_fr: Scripts du pied de page
hi_in: फुटर स्क्रिप्ट
ja: フッタースクリプト
pt_br: Scripts do rodapé
ru_ru: Скрипты в подвале
ur: فوٹر اسکرپٹس
